Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/item_price_list.po
Languages: fr

source: Medical Item Price Lists Administration
fr: Administration des listes de prix des produit médicaux

source: Pricelists of medical items are tools for specification which medical items and at which prices can be invoiced by contractual health facilities to the scheme administration. Administration of pricelists of medical items is restricted to users with the system role of Scheme Administrator or with a role including an access to Administration/Pricelists-Medical Items.
fr: Les listes de prix des produit médicaux sont des outils pour la spécification de produit médicaux et à laquelle les prix peuvent être facturés par contractuels des établissements de santé pour le régime de l'administration. Administration des listes de prix des produit médicaux est limité aux utilisateurs avec le rôle de système de Régime d'Administrateur ou avec un rôle, y compris un accès à l'Administration/les listes de prix-Produit médicaux.

source: Pre-conditions
fr: Conditions préalables

source: A price list of medical items may only be added, after an agreement with a health facility or a group of health facilities on specific prices. Editing of the price list may occur only after an approval of the management of the scheme administration. Deletion of a price list of medical items normally will occur when a price list becomes obsolete.
fr: Une liste de prix des produit médicaux ne peut être ajouté, après un accord avec un établissement de santé ou d'un groupe d'établissements de santé sur les prix. L'édition de la liste des prix peut se produire qu'après une approbation de la gestion du régime de l'administration. Suppression d'une liste de prix des produit médicaux normalement se produire lorsqu'une liste de prix devient obsolète.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of medical items price lists can be found under the main menu ``Administration``, sub menu ``Price Lists``, sub menu ``Medical Items.``
fr: Toutes les fonctionnalités destinées à l'administration des listes de prix des produit médicaux se trouvent dans le menu principal ``Administration``, sous-menu ``Listes de prix``, sous-menu ``Produit médicaux``.

source: `Navigation Price Lists Medical Items`
fr: `Navigation des listes de prix des produit médicaux`

source: Clicking on the sub menu ``Medical Items`` re-directs the current user to the `Price List Medical Items Control Page <#price-list-medical-items-control-page>`__\ .
fr: En cliquant sur le sous-menu ``Produit médicaux``, l'utilisateur actuel est redirigé vers la `Page de contrôle des produit médicaux de la liste des prix <#price-list-medical-items-control-page>`__ \.

source: `Price List Medical Items Control Page`
fr: `Page de contrôle des produit médicaux de liste de prix`

source: Price List Medical Items Control Page
fr: Page de contrôle des produit médicaux

source: The ``Price List Medical Items Control Page`` is the central point for all medical item price list administration. By having access to this panel, it is possible to add, edit, delete and search. The panel is divided into four panels (:numref:`image48`).
fr: La `Liste des Prix des Produit médicaux de Contrôle de la Page` est le point central pour tous les médecins de l'élément de liste de prix de l'administration. En ayant accès à ce panneau, il est possible d'ajouter, modifier, supprimer et rechercher. Le panneau est divisé en quatre panneaux (:numref:`image48`).

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. In the case of price lists for medical items the following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Dans le cas des listes de prix pour les produit médicaux, les options de recherche suivantes sont disponibles et peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: ``Name``
fr: ``Nom``

source: Type in the beginning of; or the full ``Name``; to search for price lists medical items with a Name, which starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Nom`` complet; pour rechercher des listes de prix de produit médicaux avec un nom, qui commence par ou correspond complètement au texte tapé.

source: Type in the full ``Date`` to search for price lists of medical items with a creation Date which matches completely, the typed date. *Note: You can also use the button next to the date field to select a date.*
fr: Tapez la ``Date`` complète pour rechercher des listes de prix de produit médicaux avec une Date de création qui correspond complètement, la date tapée. *Remarque: vous pouvez également utiliser le bouton à côté du champ de date pour sélectionner une date.*

source: ``Date Selector Button``
fr: ``Bouton de sélection de date``

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image45`); by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: En cliquant sur le `Sélecteur de Date Bouton` pop-up facile à utiliser, calendrier sélecteur (:numref:`image45`); par défaut, le calendrier afficher le mois en cours ou le mois de la date sélectionnée, avec le courant de la journée en surbrillance.

source: At anytime during the use of the pop-up, the user can see the date of today.
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date d'aujourd'hui.

source: Clicking on today will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur aujourd'hui pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Clicking on any day of the month will close the pop-up and display the date selected in the corresponding date entry box.
fr: Cliquez sur n'importe quel jour du mois pour fermer la fenêtre contextuelle et afficher la date sélectionnée dans la zone de saisie de date correspondante.

source: Clicking on the arrow to the left displays the previous month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent.

source: Clicking on the arrow on the right will displays the following month.- Clicking on the month will display all the months for the year.
fr: Cliquer sur la flèche de droite affichera le mois suivant.- Cliquer sur le mois affichera tous les mois de l'année.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: `Calendar Selector - Search Panel`
fr: `Sélecteur de calendrier - Panneau de recherche`

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select price lists of medical items from a specific region. The option **National** means that the price list is common for all regions. *Note: The list will only be filled with the regions assigned to the current logged in user and with the option National. All nationwide pricelists and all regional pricelists relating to the selected region will be found. If no district is selected the also all district pricelists for districts belonging to the selected region will be found.*
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner les listes de prix des produit médicaux, d'une région spécifique. L'option **National** signifie que la liste de prix est commun pour toutes les régions. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté et avec l'option Nationale. Toutes les listes de prix à l'échelle nationale et toutes les listes de prix relatives à la zone sélectionnée sera trouvé. Si aucun district est sélectionné, la aussi tous les districts de listes de prix pour les districts appartenant à la région sélectionnée sera trouvée.*

source: ``District``
fr: ``Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select price lists medical items from a specific district. *Note: The list will be only filled with the districts belonging to the selected region and assigned to the currently logged in user. All nationwide pricelists, all regional pricelists relating to the selected region and all district pricelists for the selected district will be found.*
fr: Sélectionnez le `Quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner les listes de prix des produit médicaux à partir d'un district particulier. *Remarque: La liste sera remplie uniquement avec les districts appartenant à la région sélectionnée et affecté à l'utilisateur actuellement connecté. Toutes les listes de prix à l'échelle nationale, toutes les listes de prix relatives à la région sélectionnée et tous les districts de listes de prix pour le quartier sera trouvé.*

source: ``Historical``
fr: ``Historique``

source: Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`image47`).
fr: Cliquez sur `Historique` pour voir l'historique des enregistrements correspondant aux critères sélectionnés. Les documents historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) de définir clairement de dossiers en cours (:numref:`image47`).

source: `Historical records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the search button to filter the records, the results will appear in the result panel.
fr: Une fois les critères saisis, utilisez le bouton de recherche pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: The Result Panel displays a list of all price lists of medical items found, matching the selected criteria in the search panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image48`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the actual record for detailed viewing if it is a historical record or editing if it is the current record.
fr: Le Résultat s'affiche sur le Panneau une liste de toutes les listes de prix des produit médicaux trouvé, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image48`). La colunne de gauche contient un lien qui re-dirige vers la page de visualisation dans le cas d'une ligne historique ou vers la page de modification dans le cas des lignes encore valident.

source: `Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Panneau de résultats`

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`image49`)
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultat (:numref:`image49`)

source: `Page selector- Result Panel`
fr: `Sélecteur de page - Panneau de résultats`

source: **Button Panel**
fr: **Panneau de boutons**

source: With exception of the ``Cancel`` button, which re-directs to the :ref:`Home Page <home_page>`, the button panel (the buttons ``Edit`` and ``Delete`` ) is used in conjunction with the current selected record (highlighted with blue). The user should first select a record by clicking on any position of the record except the leftmost hyperlink, and then click on the button.
fr: À l'exception du bouton ``Annuler``, qui redirige vers :ref:`Page d'accueil <home_page>`, le panneau de boutons (les boutons ``Modifier`` et ``Supprimer``) est utilisé conjointement avec l'enregistrement actuellement sélectionné (surligné en bleu). L'utilisateur doit d'abord sélectionner un enregistrement en cliquant sur n'importe quelle position de l'enregistrement à l'exception du lien hypertexte le plus à gauche, puis cliquez sur le bouton.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a price list medical item has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Des messages s'afficheront une fois qu'un article médical de la liste de prix aura été ajouté, mis à jour ou supprimé ou s'il y a eu une erreur à tout moment pendant le processus de ces actions.

source: Price List Medical Item Page
fr: Liste des prix Page de produit médicaux

source: **Data entry**
fr: **La saisie des données**

source: `Price List Medical Item Page`
fr: `Page de liste des prix de produit médicaux`

source: Enter the name for the price list of medical items. Mandatory, 100 characters maximum.
fr: Entrez le nom de la liste de prix des produit médicaux. Obligatoire, 100 caractères maximum.

source: Enter the creation date for the price list of medical items. *Note: You can also use the button next to the date field to select a date to be entered.*
fr: Saisissez la date de création de la liste de prix des produit médicaux. *Remarque: Vous pouvez également utiliser le bouton à côté du champ de date pour sélectionner une date à saisir.*

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to enter the region in which the price list of medical items is to be used. The district **National** means that the price list is common for all regions. *Note: The list will only be filled with the regions assigned to the current logged in user and with the option National.* Mandatory.
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur d'entrée de la région dans laquelle le prix de liste de produit médicaux doit être utilisé. Le district **National** signifie que la liste de prix est commun pour toutes les régions. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté et avec l'option Nationale.* Obligatoire.

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to enter the district in which the price list of medical items is to be used. *Note: The list will be only filled with the districts belonging to the selected region and currently logged in user.* It is not mandatory to enter a district, not selecting a district will mean the price list of medical items is used in all districts of the region or nationwide if the region National is selected .
fr: Sélectionnez le `Quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur d'entrée de l'arrondissement dans lequel la liste de prix des produit médicaux doit être utilisé. *Remarque: La liste sera remplie uniquement avec les districts appartenant à la région sélectionnée et de l'utilisateur actuellement connecté.* Il n'est pas obligatoire d'entrer un arrondissement, pas de la sélection d'un district sera le prix de liste de produit médicaux est utilisé dans tous les districts de la région ou à l'échelle nationale si la région Nationale est sélectionné .

source: ``Medical Items``
fr: ``Produit médicaux``

source: Select from the list of available medical items the medical items which the price list medical item contains, by either clicking on the ``check all box`` at the top of the list of medical items, or by selectively clicking on the ``check box`` to the left of the medical item. The list shows the medical items displaying the code, name, type and price for reference. There is also an extra column, Overrule, which can be used to overrule the pre-set price. By clicking once on the row desired item in the overrule column, a new price can be entered for the individual item. This occurs when price agreed between a health facility or group of health facilities and the health insurance administration differs from the common price in the register of medical items.
fr: Sélectionnez dans la liste de produit médicaux, les produit médicaux, dont la liste des prix médicaux élément contient, soit en cliquant sur le `case à case` en haut de la liste de produit médicaux, ou de manière sélective la cliquant sur sur la `case à cocher` à gauche de la médicale de l'élément. La liste affiche les produit médicaux, en affichant le code, le nom, le type et le prix de référence. Il y a également une colonne supplémentaire, Infirmer, qui peut être utilisé pour écraser les prix. En cliquant une fois sur la ligne de l'élément souhaité dans le contredire colonne, un nouveau prix peut être saisi pour l'élément individuel. Cela se produit lorsque le prix convenu entre un établissement de santé ou d'un groupe d'établissements de santé et d'assurance-santé de l'administration diffère de la commune de prix dans le registre de produit médicaux.

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `Price list Medical Items Control Page <#medical-items-control-page>`__, with the newly saved record displayed and selected in the result panel. A message confirming that the price list of medical items has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `Liste de prix Page de contrôle des produit médicaux <#medical-items-control-page>`__, avec le nouvel enregistrement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que la liste de prix des produit médicaux a été enregistrée apparaîtra sur le panneau d'informations.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save button``, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk on the right of the corresponding data field).
fr: S'il est obligatoire de données n'est pas entré au moment où l'utilisateur clique sur le `bouton de sauvegarde`, un message s'affiche dans le Panneau d'Information, et le champ de données de prendre le focus (par un astérisque sur la droite du champ de données correspondant).

source: **Cancel**
fr: **Annuler**

source: Adding a Price List of Medical Items
fr: Ajout d'une liste de prix de produit médicaux

source: Editing a Price List of Medical Items
fr: Modification d'une liste de prix de produit médicaux

source: Click on the Edit button to re-direct to the `Price List Medical Item Page <#price-list-medical-item-page>`__\.
fr: Cliquez sur le bouton Modifier pour rediriger vers la `page de liste de produit médicaux <#price-list-medical-item-page>`__ \.

source: The page will open with the current information loaded into the data entry fields. See the `Price List Medical Item Page <#price-list-medical-item-page>`__ for information on the data entry and mandatory fields.
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Reportez-vous à la page de liste de produit médicaux <#price-list-medical-item-page>`__ pour obtenir des informations sur la saisie des données et les champs obligatoires.

source: Duplicating a Price List of Medical Items
fr: Duplication d'une liste de prix de produit médicaux

source: Click on the Duplicate button to re-direct to the `Price List Medical Item Page <#price-list-medical-item-page>`__\.
fr: Cliquez sur le bouton Dupliquer pour rediriger vers la page `Liste des prix des produit médicaux <#price-list-medical-item-page>`__ \.

source: The page will open with all the current information for the selected price list, (except for the price list name which should be unique), loaded into the data entry fields. See the `Price List Medical Item Page <#price-list-medical-item-page>`__ for information on the data entry and mandatory fields. To save the record, enter a unique code before clicking on ``Save``.
fr: La page s'ouvrira avec toutes les informations actuelles pour la liste de prix sélectionnée, (à l'exception du nom de la liste de prix qui devrait être unique), chargées dans les champs de saisie de données. Reportez-vous à la page de liste de produit médicaux <#price-list-medical-item-page>`__ pour obtenir des informations sur la saisie des données et les champs obligatoires. Pour sauvegarder l'enregistrement, entrez un code unique avant de cliquer sur ``Enregistrer``.

source: Deleting a Price List of Medical Items
fr: Suppression d'une liste de prix de produit médicaux

source: Click on the ``Delete`` button to delete the currently selected record\; the user is re-directed to the `Price List Medical Items Control Page <#medical-items-control-page>`__\.
fr: Cliquez sur le bouton ``Supprimer`` pour supprimer l'enregistrement actuellement sélectionné \; l'utilisateur est redirigé vers la `Liste de contrôle des produit médicaux de la liste des prix <#medical-items-control-page>`__ \.

source: Before deleting a confirmation popup (:numref:`image51`) is displayed, which requires the user to confirm if the action should really be carried out?
fr: Avant de supprimer une fenêtre de confirmation (:numref:`image51`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée?

source: `Delete confirmation- Button Panel`
fr: `Supprimer la confirmation - Panneau de boutons`

source: When a price list of medical items is deleted, all records retaining to the deleted price list of medical items will still be available by selecting historical records.
fr: Lorsqu'une liste de prix de produit médicaux est supprimée, tous les enregistrements conservant la liste de prix supprimée de produit médicaux seront toujours disponibles en sélectionnant les enregistrements historiques.
