Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/user_roles.po
Languages: fr

source: When a user roles/profile is deleted, the rights that it provide are not available to the users having that role/profile.
fr: Lorsqu'un rôle / profil utilisateur est supprimé, les droits qu'il fournit ne sont pas disponibles pour les utilisateurs ayant ce rôle / profil.

source: Default User roles and rights
fr: Rôles et droits d'utilisateur par défaut

source: The table below shows the default roles in openIMIS.
fr: Le tableau ci-dessous montre les rôles par défaut dans openIMIS.

source: Overview of Scheme administrator & district Staff roles
fr: Aperçu des rôles d'administrateur de programme et de personnel de district

source: **Role**
fr: **Rôle**

source: **Responsibilities**
fr: **Responsabilités**

source: **Available functionality**
fr: **Fonctionnalité disponible**

source: Enrolment Officer
fr: Agent d'inscription

source: He/she enrols insurees and submits enrolment forms to a health insurance administration; handles policy modifications; collects feedback from scheme patients and submits to the health insurance administration.
fr: Il / elle inscrit les assurés et soumet les formulaires d'adhésion à une administration d'assurance maladie; gère les modifications de police; recueille les commentaires des patients du régime et les soumet à l'administration de l'assurance maladie.

source: * Capture a photo of an Insuree.
fr: * Capturez une photo d'un assuré.

source: * Send a photo
fr: * Envoie une photo

source: * Inquiry on an Insuree
fr: * Enquête sur un assuré

source: * Collect feedback from an Insuree
fr: * Recueillir les commentaires d'un assuré

source: Village Executive
fr: Exécutif du village

source: Officer (VEO)
fr: Officier (VEO)

source: He/she collects feedbacks and collects changes on insurees during insurance periods
fr: Il recueille les commentaires et recueille les changements sur les assurés pendant les périodes d'assurance

source: Manager
fr: Directeur

source: Oversees operations of the health insurance scheme;runs openIMIS operational reports analyses data generated from the IMIS.
fr: Supervise les opérations du régime d'assurance maladie; exécute les rapports opérationnels openIMIS analyse les données générées à partir du SIG.

source: * Create managerial statistics
fr: * Créer des statistiques de gestion

source: * Authorize issuance of a substitution
fr: * Autoriser l'émission d'une substitution

source: * membership card
fr: * carte de membre

source: Accountant
fr: Comptable

source: Transfers data on collected Contributions to an external accounting system. Calculates claim amounts per health facility, runs openIMIS operational reports and presents claims decision overview to management of a health insurance administrator. Processes approved claims to health facility sub-accounts.
fr: Les transferts de données recueillies sur les Contributions à un système comptable externe. Calcule les montants d'indemnisation par l'établissement de santé, pistes d'openIMIS rapports opérationnels et présente des prestations de décision aperçu de la gestion de l'assurance-santé de l'administrateur. Processus de demandes approuvées à l'établissement de santé sous-comptes.

source: * Transfer of data on Contributions to accounting system
fr: * Transfert de données sur les contributions au système comptable

source: * Valuation of a claim
fr: * Évaluation d'une prestation

source: * Transfer of a batch of claims for payment
fr: * Transfert d'un lot de demandes de paiement

source: Clerk
fr: Employé de bureau

source: Enters and modifies data on families, insurees, policies and contributions. Enters data on claims if the claims are submitted in a paper form.
fr: Entre et modifie les données sur les familles, les assurés, les polices et les cotisations. Entre les données sur les prestations si les prestations sont soumises sous forme papier.

source: * `Creation/ Search/ Modification/ Deletion/ Modification <#family-group-page>`__ of a `household/group <#family-overview-page>`__, an `Insuree <#insuree-page>`_, a `Policy <#policy-page>`__ or a `Contribution <#contribution-page>`__.
fr: * `Création / Recherche / Modification / Suppression / Modification <#family-group-page>`__ d'une `maison / groupe <#family-overview-page>`__, une `Assuré <#insuree-page> ` _, une `Policy <#policy-page>`__ ou une `Contribution <#contribution-page>`__.

source: * `Renewal of a policy <#policy-renewals>`__
fr: * `Renouvellement d'une police <#policy-renewals>`__

source: * `Entry of a claim <#claim-page>`__
fr: * `Entrée d'une prestation <#claim-page>`__

source: Medical Officer
fr: Médecin

source: Provides technical advice on claims verification from a medical standpoint.
fr: Fournit des conseils techniques sur la vérification des prestations d'un point de vue médical.

source: * Checking of a claim for plausibility
fr: * Vérification d'une prestation pour plausibilité

source: * `Review of a claim <#policy-renewals>`__
fr: * `Examen d'une prestation <#policy-renewals>`__

source: * `Authorize a claim for payment <#claim-page>`__
fr: * `Autoriser une prestation de paiement <#claim-page>`__

source: Scheme
fr: Schème

source: Administrator
fr: Administrateur

source: Administers registers (all except the register of users)
fr: Administre les registres (tous sauf le registre des utilisateurs)

source: * `Administer registers <#administration-of-registers>`__ ( `Officers, Payers, Health Facilities <#health-facilities-administration>`__, , `Medical Services, Medical Items, Medical Item Price Lists, Medical Services Price List <#medical-service-price-lists-administration>`__, `Products <#claim-administrators-administration>`__)
fr: * `Administrer les registres <#administration-of-registers>`__ (`Officiers, contributeurs, établissements de santé <#health-facilities-administration>`__,, `Services médicaux, produit médicaux, listes de prix de produit médicaux, liste de prix des soins <#medical-service-price-lists-administration>`__,` Products <#claim-administrators-administration>`__)

source: * `Extract Creation for Off-line Health Facilities <#imis-extracts-online-mode>`__
fr: * `Création d'extrait pour les établissements de santé hors ligne <#imis-extracts-online-mode>`__

source: Administers operations of the IMIS. Is responsible for backups of data.
fr: Administrer les opérations du SIG. Est responsable des sauvegardes de données.

source: * Administer the register of `users <#user_administration>`__, `Utilities <#utilities>`__
fr: * Administrer le registre des `utilisateurs <#user_administration>`__, `Utilitaires <#utilities>`__

source: * Manage `Backup <#backup>`__, `Restore <#restore>`__ and `Updates <#execute-script>`__
fr: * Gérer `Backup <#backup>`__, `Restore <#restore>`__ and `Updates <#execute-script>`__

source: Overview of Health Facilities staff roles
fr: Aperçu des rôles du personnel des établissements de santé

source: Receptionist
fr: Réceptionniste

source: Verifies membership and issues to a patient a claim form.
fr: Vérifie l'adhésion et délivre au patient un formulaire de prestation.

source: * Inquiring on a Household/group, `Insuree <#find-insuree>`__ and `Policy <#find-policy>`__
fr: * Renseignez-vous sur un ménage / groupe, `assuré <#find-insuree>`__ et `police <#find-policy>`__

source: Claim
fr: Prétendre

source: Pools claim forms of a health facility, enters and submits claims.
fr: Les pools réclament les formulaires d'un établissement de santé, saisissent et soumettent les prestations.

source: * Opening of a batch of claims
fr: * Ouverture d'un lot de prestations

source: * Entry of a claim
fr: * Entrée d'une prestation

source: Off-line HealthFacility administration
fr: Administration hors ligne de HealthFacility

source: * `Off-line extract upload <#imis-extracts-offline-mode>`__
fr: * ` <#imis-extracts-offline-mode> ligne <#imis-extracts-offline-mode>`__

source: Offline HF
fr: HF hors ligne

source: * Creation of clerk
fr: * Création d'un commis

source: * Creation of offline Extract
fr: * Création d'extrait hors ligne
