Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/user.po
Languages: fr

source: When a user is deleted, all records retaining to the deleted user will still be available by selecting historical records.
fr: Lorsqu'un utilisateur est supprimé, tous les enregistrements conservés par l'utilisateur supprimé seront toujours disponibles en sélectionnant les enregistrements historiques.
