Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/register/user_roles.po
Languages: fr

source: User roles/profiles administration
fr: Administration des rôles / profils utilisateur

source: IMIS uses the concept of user profiles (roles) that can be associated with users. Some roles are predefined and they are designated as system roles. Their purpose is guarantee compatibility with the previous versions of IMIS.
fr: IL utilise le concept de profils d'utilisateurs (rôles) qui peut être associé avec les utilisateurs. Certains rôles sont prédéfinis et ils sont désignés comme le système de rôles. Leur but est d'assurer la compatibilité avec les versions précédentes de l'IMIS.

source: User roles/profiles administration is restricted to users with the role of openIMIS Administrator.
fr: L'administration des rôles / profils utilisateur est réservée aux utilisateurs ayant le rôle d'administrateur openIMIS.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of user roles can be found under the main menu ``Administration``, sub menu ``Users Profile``.
fr: Toutes les fonctionnalités à utiliser avec l'administration des rôles utilisateur se trouvent dans le menu principal ``Administration``, sous-menu ``Profil utilisateur``.

source: `Image - Navigation User Roles/profiles`
fr: `Navigation: Image - Rôles / profils utilisateur`

source: Clicking on the sub menu ``Users`` re-directs the current user to the `User roles/profiles control page <#user-roles-profiles-control-page>`__\ .
fr: Un clic sur le sous-menu ``Utilisateurs`` redirige l'utilisateur actuel vers la `page de contrôle des rôles / profils <#user-roles-profiles-control-page>`__ \.

source: `Image - User roles/profile control page`
fr: `Image - Rôles d'utilisateur / page de contrôle de profil`

source: User roles/profiles control page
fr: Page de contrôle des rôles / profils utilisateur

source: The ``User roles/profile control page`` is the central point for all user roles/profiles administration. By having access to this page, it is possible to add, edit, delete and search users roles/profiles. The page is divided into four panels (:ref:`Image User roles/profiles control page<user_roles_control_page>`).
fr: La ``page de contrôle des rôles / profils utilisateur`` est le point central de l'administration de tous les rôles / profils utilisateurs. En ayant accès à cette page, il est possible d'ajouter, de modifier, de supprimer et de rechercher des rôles / profils d'utilisateurs. La page est divisée en quatre panneaux (:ref:`Image Page de contrôle des rôles / profils utilisateur <user_roles_control_page>`).

source: Administration of users’ profile s(roles) is not included in any system role. It can be accomplished by the Admin user or by users to which such administration is delegated (by defining a role including an access to Administration/User Profiles) by the Admin user.
fr: Administration des utilisateurs profil s(rôles) n'est inclus dans aucun système de rôle. Elle peut être réalisée par l'utilisateur Admin ou par les utilisateurs pour qui une telle administration est déléguée (par la définition d'un rôle, y compris un accès à l'Administration/Profils d'Utilisateur) par l'utilisateur Admin.

source: **Pre-conditions**
fr: **Conditions préalables**

source: A new user profile may only be added or thereafter edited, after an approval of the management of the scheme administration. It can be accomplished at the beginning only by the Admin user. The Admin user can define a new user profile incorporating also adding, editing or deleting of user profiles and create new users with this profile. In this way, rights to the register of user profiles can be delegated to other users besides the Admin user.
fr: Un nouveau profil d'utilisateur ne peut être ajouté ou par la suite édité, après une approbation de la gestion du régime de l'administration. Il peut être accompli au début uniquement par l'utilisateur Admin. L'Administrateur peut définir un nouveau profil d'utilisateur, intégrant également l'ajout, la modification ou la suppression de profils d'utilisateur et de créer de nouveaux utilisateurs avec ce profil. De cette façon, les droits d'inscription au registre des profils d'utilisateurs peuvent être déléguées à d'autres utilisateurs en plus de l'utilisateur Admin.

source: **Navigation**
fr: **La navigation**

source: All functionality for use with the administration of user profiles can be found under the main menu ADMINISTRATION, sub menu USER PROFILES
fr: Toutes les fonctionnalités pour une utilisation avec l'administration des profils utilisateur peuvent être trouvées dans le menu principal, ADMINISTRATION, sous-menu PROFILS UTILISATEUR

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. The following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques afin de minimiser les résultats de la recherche. Les options de recherche suivantes sont disponibles qui peuvent être utilisés seuls ou en combinaison les uns avec les autres.

source: ``Role Name``
fr: ``Nom du rôle``

source: When set the search will display the roles with a name that start with the content of the filter , `%` can be used as a wildcard meaning a search with `%er` will display all the result containing `er` in the name
fr: Lorsque l'ensemble de la recherche affiche les rôles avec un nom qui commence avec le contenu du filtre , `%` peut être utilisé comme joker sens une recherche avec `%er` l'affichage de tous les résultats contenant `er` dans le nom

source: ``System``
fr: ``Système``

source: The system user profiles match the previous roles for compatibility reasons. When set to `TRUE` the search will display the default roles, when set to `FALSE` the search will display only the custom roles
fr: Les profils utilisateur système correspondent aux rôles précédents pour des raisons de compatibilité. Lorsqu'elle est définie sur `VRAI`, la recherche affichera les rôles par défaut, lorsqu'elle est définie sur `FAUX`, la recherche n'affichera que les rôles personnalisés

source: ``Blocked``
fr: ``Bloqué``

source: The blocked user profiles are temporarily not acting in the sense that their access rights are not available to users to whom blocked user profiles were assigned. When set to `TRUE` the search will display the roles that were blocked, when set to `FALSE` the search will display only the unblocked roles
fr: Les utilisateurs bloqués, les profils sont temporairement n'agissant pas dans le sens que leurs droits d'accès ne sont pas disponibles pour les utilisateurs auxquels l'utilisateur bloqué profils ont été affectés. Lorsque la valeur `TRUE` à la recherche seront affichés les rôles qui ont été bloquées, lorsque la valeur `FALSE`, la recherche affichera uniquement les rôles débloqué

source: ``Historical``
fr: ``Historique``

source: Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:ref:`User roles results <user_roles_result>`).
fr: Les enregistrements historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) pour les définir clairement à partir des enregistrements actuels Cliquez sur ``Historique`` pour voir les enregistrements historiques correspondant aux critères sélectionnés. Les enregistrements historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) pour les définir clairement à partir des enregistrements actuels (:ref:`User roles results <user_roles_result>`).

source: **Result Panel**
fr: **Panneau de résultats**

source: The Result Panel displays a list of all roles/profiles found, matching the selected criteria in the Search Panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:ref:`Image User roles results panel<user_roles_result>`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the `Change user role/profile Page <#user-role-profile-page>`__. A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel
fr: Le panneau de résultats affiche une liste de tous les rôles / profils trouvés, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est surligné en bleu clair, tandis que le <user_roles_result> la surbrillance en jaune (:ref:`Image User roles results panel <user_roles_result>`). L'enregistrement le plus à gauche contient un lien hypertexte qui, s'il est cliqué, redirige l'utilisateur vers la page `Modifier le rôle / profil <#user-role-profile-page>`__. Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultats

source: `User roles results panel`
fr: `Panneau de résultats des rôles utilisateur`

source: Blue background: Selected record
fr: Fond bleu: enregistrement sélectionné

source: Yellow background: hovered records
fr: Fond jaune: enregistrements planés

source: Strikethrough: historical records
fr: Barré: documents historiques

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:ref:`Image User roles/profile control page<user_roles_control_page>`)
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages en utilisant le sélecteur de page en bas du panneau de résultats (:ref:`Image Rôles utilisateur / page de contrôle de profil <user_roles_control_page>`))

source: **Button Panel**
fr: **Panneau de boutons**

source: The ``Add`` button will `add a new role/profile <#adding-a-user-role-profile>`__ (not available if ``Historical`` was checked)
fr: Le bouton ``Ajouter`` ajoutera `un nouveau rôle / profil <#adding-a-user-role-profile>`__ (non disponible si ``Historique`` a été coché)

source: The ``Edit`` button will `edit a role/profile <#editing-a-user-role-profile>`__. not available if ``Historical`` was checked)
fr: Le bouton ``Éditer`` éditera un rôle / profil <#editing-a-user-role-profile>`__. non disponible si ``Historique`` était coché)

source: The ``Duplicate`` bbutton will `duplicate a role/profile <#duplicating-a-user-role-profile>`__ (not available if ``Historical`` was checked)
fr: Le bouton ``Dupliquer`` va `dupliquer un rôle / profil <#duplicating-a-user-role-profile>`__ (non disponible si ``Historique`` a été coché)

source: The ``Delete`` button will `deleting a role/profile <#addeleting-a-user-role-profile>`__ (not available if ``Historical`` was checked)
fr: Le bouton ``Supprimer`` supprimera un rôle / profil <#addeleting-a-user-role-profile>`__ (non disponible si ``Historique`` a été coché)

source: The ``Cancel`` button re-directs to the :ref:`Home Page <home_page>`.
fr: Le bouton ``Annuler`` redirige vers :ref:`Page d'accueil <home_page>`.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a user role/profile has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le Panneau d'Information est utilisé pour afficher des messages à l'utilisateur. Les Messages se produire une fois un rôle d'utilisateur/profil a été ajouté, mis à jour ou supprimés, ou si il y a une erreur à tout moment pendant le déroulement de ces actions.

source: User role/profile Page
fr: Page rôle / profil utilisateur

source: `Image - User role/profile page`
fr: `Image - Rôle utilisateur / page de profil`

source: **Data Entry - Role details**
fr: **Entrée de données - Détails du rôle**

source: Enter the name of the role/profile, this name will be used as reference in the `User roles/profiels control page <#user-roles-profiles-control-page>`__ and `Users page <#user-page>`__
fr: Entrez le nom du rôle / profil, ce nom sera utilisé comme référence dans la `page de contrôle des rôles / profils <#user-roles-profiles-control-page>`__ et `page des utilisateurs <#user-page>`__

source: ``Alternative language``
fr: ``Langue alternative``

source: Translation of the role name for the second language of openIMIS
fr: Traduction du nom de rôle pour la seconde langue d'openIMIS

source: Read-only checkbox indicating whether the user profile is a system one or not.
fr: Case à cocher en lecture seule indiquant si le profil utilisateur est un système ou non.

source: If checked the user profile is blocked
fr: Si coché, le profil utilisateur est bloqué

source: **Data Entry - Rights details**
fr: **Saisie de données - Détails des droits**

source: ``Insurees and Policies``
fr: ``Assurés et polices``

source: list of the right available for the `Insurees and Policies` module:
fr: liste des droits disponibles pour le module `Assurés et polices`:

source: CRUD rights (Create, read/search, update/edit and Delete):
fr: Droits CRUD (Créer, lire / rechercher, mettre à jour / modifier et supprimer):

source: Family/Group
fr: Groupe familial

source: Insuree
fr: Assuré

source: Policy
fr: Police

source: Business specific roles
fr: Rôles spécifiques à l'entreprise

source: Renew policy
fr: Renouveler la police

source: Enquire insuree
fr: Renseignez-vous sur l'assuré

source: ``Claims``
fr: ``Prestations``

source: list of the right available for the `Claims` module:
fr: liste des droits disponibles pour le module `Prestations`:

source: Claims
fr: Prestations

source: Business specific roles:
fr: Rôles spécifiques à l'entreprise:

source: Claims:
fr: Prestations:

source: Print
fr: Impression

source: Submit
fr: Soumettre

source: Review
fr: La revue

source: Feedback
fr: Retour d'information

source: Update
fr: Mise à jour

source: Process
fr: Processus

source: Claim Batch:
fr: Lot de prestation:

source: Filter
fr: Filtre

source: Preview
fr: Aperçu

source: list of the right available for the `Administration` module:
fr: liste des droits disponibles pour le module `Administration`:

source: Products
fr: Des produits

source: Health Facilities
fr: Établissements de santé

source: Pricelists – Medical Services
fr: Listes de prix - Services médicaux

source: Pricelists – Medical Items
fr: Listes de prix - Produit médicaux

source: Medical Services
fr: Services médicaux

source: Medical Items
fr: Produit médicaux

source: Enrolment Officers
fr: Agents d'inscription

source: Claim Administrators
fr: Administrateurs de prestations

source: Users
fr: Utilisateurs

source: User roles/profiles
fr: Rôles / profils utilisateur

source: Payers
fr: Contributeurs

source: Locations
fr: Lieux

source: Duplicate Products
fr: Produits en double

source: Duplicate Pricelists – Medical Services
fr: Liste de prix en double - Services médicaux

source: Duplicate Pricelists – Medical Items
fr: Liste de prix en double - Produit médicaux

source: Duplicate User roles/profiles
fr: Rôles / profils utilisateur en double

source: Move Locations
fr: Déplacer des Lieux

source: ``Tools``
fr: ``Outils``

source: list of the business rights available for the `Tools` module
fr: liste des droits commerciaux disponibles pour le module `Tools`

source: Register
fr: S'inscrire

source: Upload Diagnoses
fr: Télécharger les diagnostics

source: Upload Health Facilities
fr: Télécharger les établissements de santé

source: Upload Locations
fr: Lieux de téléchargement

source: Download Diagnoses
fr: Télécharger les diagnostics

source: Download Health Facilities
fr: Télécharger les établissements de santé

source: Download Locations
fr: Lieux de téléchargement

source: Extracts
fr: Extraits

source: Download Mater-data
fr: Télécharger Mater-data

source: Create Phone Extracts
fr: Créer des extraits de téléphone

source: Create Offline Extract
fr: Créer un extrait hors ligne

source: Upload Claims
fr: Importer des prestations

source: Upload Enrolments
fr: Télécharger les inscriptions

source: Upload Feedback
fr: Importer des commentaires

source: Run report
fr: Rapport d'exécution

source: Primary Operational Indicators-policies
fr: Indicateurs opérationnels principaux - polices

source: Primary Operational Indicators-claims
fr: Indicateurs opérationnels principaux - allégations

source: Derived Operational Indicators
fr: Indicateurs opérationnels dérivés

source: Contribution Collection
fr: Collecte des contributions

source: Product Sales
fr: Ventes de produits

source: Contribution Distribution
fr: Répartition des contributions

source: User Activity Report
fr: Rapport d'activité de l'utilisateur

source: Enrolment Performance Indicators
fr: Indicateurs de rendement des inscriptions

source: Status of Registers
fr: Statut des registres

source: Insurees without Photos
fr: Assurés sans photos

source: Payment Category Overview
fr: Aperçu des catégories de paiement

source: Matching Funds
fr: Fonds de contrepartie

source: Claim Overview
fr: Aperçu de la prestation

source: Percentage of Referrals
fr: Pourcentage de références

source: Families and insurees Overview
fr: Présentation des familles et des assurés

source: Pending Insurees
fr: Assurés en attente

source: Renewals
fr: Renouvellements

source: Capitation Payment
fr: Paiement par capitation

source: Rejected Photos
fr: Photos rejetées

source: Utilities/Email setting
fr: Utilitaires / Paramètres de messagerie

source: Backup
fr: Sauvegarde

source: Restore
fr: Restaurer

source: Execute Script
fr: Exécuter le script

source: Email Setting
fr: Paramètres de messagerie

source: **Buttons**
fr: **Boutons**

source: ``Save``
fr: ``Enregistrer``

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `User Control Page <#user-control-page>`__, with the newly saved record displayed and selected in the result panel. A message confirming that the user has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `page de contrôle utilisateur <#user-control-page> page de contrôle <#user-control-page>`__, avec l'enregistrement nouvellement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que l'utilisateur a été enregistré apparaîtra sur le panneau d'informations.

source: ``Cancel``
fr: ``Annuler``

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `User roles/profiles control page. <#user-roles-profiles-control-page>`__
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la page de contrôle des rôles / profils utilisateurs. <#user-roles-profiles-control-page>`__

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data fields will take the focus (by an asterisk on the right of the corresponding data field).
fr: S'il est obligatoire de données n'est pas entré au moment où l'utilisateur clique sur le bouton `Enregistrer`, un message s'affiche dans le Panneau d'Information, et les champs de données va prendre le focus (par un astérisque sur la droite du champ de données correspondant).

source: Adding a User role/profile
fr: Ajout d'un rôle / profil utilisateur

source: Click on the Add button to re-direct to the `User role/profile Page <#user-role-profile-page>`__.
fr: Cliquez sur le bouton Ajouter pour rediriger vers la `Page de rôle / profil <#user-role-profile-page> page de profil de rôle utilisateur <#user-role-profile-page>`__.

source: When the page opens all entry fields are empty. See the `User role/profile Page <#user-role-profile-page>`__. for information on the data entry and mandatory fields.
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Reportez-vous à la `Page de rôle / profil <#user-role-profile-page> page de profil <#user-role-profile-page>`__. pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Editing a User role/profile
fr: Modification d'un rôle / profil utilisateur

source: Click on the Edit button to re-direct to the `User role/profile Page <#user-role-profile-page>`__.
fr: Cliquez sur le bouton Modifier pour rediriger vers la `Page de rôle / profil <#user-role-profile-page> page de profil de rôle utilisateur <#user-role-profile-page>`__.

source: The page will open with the current information loaded into the data entry fields. See the `User role/profile Page <#user-role-profile-page>`__. for information on the data entry and mandatory fields.
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données. Reportez-vous à la `Page de rôle / profil <#user-role-profile-page> page de profil <#user-role-profile-page>`__. pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Duplicating a User role/profile
fr: Duplication d'un rôle / profil utilisateur

source: Click on the Duplicate button to re-direct to the `User role/profile Page <#user-role-profile-page>`__.
fr: Cliquez sur le bouton Dupliquer pour rediriger vers la `Page de rôle / profil <#user-role-profile-page> page de profil <#user-role-profile-page>`__.

source: The page will open with all the current rights for the selected user role/profile, (except for theuser role/profile name which should be unique), loaded into the data entry fields. See the `User role/profile Page <#user-role-profile-page>`__ for information on the data entry and mandatory fields. To save the record, enter a unique code before clicking on ``Save``.
fr: La page s'ouvrira avec tous les droits actuels pour le rôle / profil utilisateur sélectionné, (à l'exception du nom de rôle / profil utilisateur qui devrait être unique), chargé dans les champs de saisie de données. Reportez-vous à la `Page de rôle / profil <#user-role-profile-page> page <#user-role-profile-page>`__ pour plus d'informations sur la saisie des données et les champs obligatoires. Pour sauvegarder l'enregistrement, entrez un code unique avant de cliquer sur ``Enregistrer``.

source: Deleting a User role/profile
fr: Suppression d'un rôle / profil utilisateur

source: Click on the Delete button to delete the currently selected record.
fr: Cliquez sur le bouton Supprimer pour supprimer l'enregistrement actuellement sélectionné.

source: Before deleting a confirmation popup (:ref:`Image User roles/profile delete confirmation <user_role_delete>`) is displayed, this requires the user to confirm if the action should really be carried out.
fr: Avant de supprimer une fenêtre contextuelle de confirmation (:ref:`Image Confirmation de suppression des rôles / profils utilisateur <user_role_delete>`) s'affiche, cela oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée.

source: `User roles/profile delete confirmation`
fr: `Confirmation de suppression des rôles / profils utilisateur`
