Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/tools/funding.po
Languages: fr

source: Funding
fr: Le financement

source: Access to the ``Funding`` is restricted to the users with the system role of Accountant or with a role including an access to Tools/Funding.
fr: L'accès au ``Financement`` est limité aux utilisateurs ayant le rôle système de Comptable ou avec un rôle incluant un accès aux Outils / Financement.

source: The ``Funding`` is the place where funding from external authorities (payers) can be for entered. openIMIS creates internally one fictive family/group (the insurance number of the head of the fictive family/group is 999999999, the name is *Funding* and the other name is *Funding* as well) for the district for which a funding is done. Each entering of a fund results in creation of a fictive policy for the corresponding fictive family/group with paid contribution in the amount of the funding. The fictive policy is active since the date of payment of the corresponding fund. These fictive policies are overpaid as these funds are usually much higher than the contribution rate for a single family/member of the group but it doesn’t matter. External funding corresponds to payment of contributions for many families/members of the group in some period. openIMIS can regard funds as standard contributions and its standard functionality can be used for handling of funds. One distinctive feature of payment of funds by means of the fictive policies is that the payments of funds don’t appear in the reports on matching funds generated for funding authorities. So, there is no danger that offices of the scheme administration would acquire new funds based on funding already acquired.
fr: Le `Financement` est le lieu où le financement à partir de sources externes (contributeurs) peut être pour les entrées. openIMIS crée en interne un fictif de la famille/groupe (le numéro d'assurance de la tête de fictif de la famille/groupe est 999999999, le nom est *Financement* et l'autre nom est *Financement* ainsi) pour le district pour lequel un financement est fait. Chaque entrée d'un fonds de résultats dans la création d'un fictif de la police pour le correspondant fictif de la famille/groupe avec payée de la contribution, le montant du financement. Fictif police est active depuis la date de paiement du fonds correspondant. Ces fictif polices sont trop payés, car ces fonds sont généralement beaucoup plus élevés que le taux de cotisation pour une seule famille/membre du groupe, mais il n'a pas d'importance. Le financement externe correspond au versement de contributions pour les familles nombreuses et les membres du groupe dans une certaine période. openIMIS peut égard des fonds à titre de contributions aux normes et ses fonctionnalités standard peut être utilisé pour la gestion des fonds. Un trait distinctif de versement de fonds par des moyens de fictif polices est que les paiements de fonds n'apparaissent pas dans les rapports sur les fonds de contrepartie générés par les autorités de financement. Donc, il n'y a pas de danger que les bureaux du régime de l'administration permettrait d'acquérir de nouveaux fonds sur la base des financements déjà acquis.

source: Navigation
fr: La navigation

source: The functionality for entering of funds can be found under the main menu ``Tools``, sub menu ``Funding``
fr: La fonctionnalité de saisie des fonds se trouve dans le menu principal ``Outils``, sous-menu ``Financement``

source: `Navigation Funding`
fr: `Financement de la navigation`

source: Clicking on the sub menu ``Funding`` re-directs the current user to the `Funding Page. <#image-6.79-funding-page>`__
fr: Cliquer sur le sous-menu ``Financement`` redirige l'utilisateur actuel vers la `Page Financement. <#image-6.79-funding-page>`__

source: Funding Page
fr: Page de financement

source: **Data Entry**
fr: **La saisie des données**

source: `Funding Page`
fr: `Page de financement`

source: ``Region``
fr: ``Région``

source: Select the region from the list of regions for which the funding is designated by clicking on the arrow on the right of the selector. *Note: The list will only be filled with the regions assigned to the current logged in user.*
fr: Sélectionnez la région à partir de la liste des régions pour lesquelles le financement est désigné en cliquant sur la flèche à droite du sélecteur. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté.*

source: ``District``
fr: ``Quartier``

source: Select the district from the list of districts for which the funding is designated. by clicking on the arrow on the right of the selector. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user.*
fr: Sélectionnez le quartier de la liste des districts pour lesquels le financement est désigné. en cliquant sur la flèche à droite du sélecteur. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et assigné à l'utilisateur connecté.*

source: ``Product``
fr: ``Produit``

source: Select an insurance product from the list of insurance products purchased in the selected district (including national insurance products) for which the funding is designated.
fr: Sélectionnez un panier de soins dans la liste des paniers de soins achetés dans le district sélectionné (y compris les paniers de soins nationaux) pour lesquels le financement est désigné.

source: ``Payer``
fr: ``Contributeur``

source: Select from the list of institutional payers the funding authority/agency.
fr: Sélectionnez dans la liste des contributeurs institutionnels l'autorité / l'agence de financement.

source: ``Payment Date``
fr: ``Date de paiement``

source: Enter the date of receiving of the funding.
fr: Entrez la date de réception du financement.

source: ``Contribution Paid``
fr: ``Contribution payée``

source: Enter the amount of the funding.
fr: Saisissez le montant du financement.

source: ``Receipt Number``
fr: ``Numéro de reçu``

source: Enter an identification of the document accompanying the funding.
fr: Saisissez une identification du document accompagnant le financement.

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. A message confirming that the new password has been saved will appear. The user will be re-directed back to the :ref:`Home Page <home_page>`.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. Un message confirmant que le nouveau mot de passe a été enregistré apparaîtra. L'utilisateur sera <home_page> vers la :ref:`Home Page <home_page>`.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk on the right side of the corresponding field). The user will be re-directed to the :ref:`Home Page <home_page>`.
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque à droite du champ correspondant) . L'utilisateur sera <home_page> vers :ref:`Home Page <home_page>`.

source: **Cancel**
fr: **Annuler**

source: By clicking on the Cancel button, the user will be re-directed to the :ref:`Home Page <home_page>`.
fr: En cliquant sur le bouton Annuler, l'utilisateur sera <home_page> vers :ref:`Home Page <home_page>`.
