Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/tools/utilities.po
Languages: fr

source: Utilities
fr: Utilitaires

source: Access to the ``Utilities`` is restricted to the users with the role of openIMIS Administrator.
fr: L'accès à la `Utilitaires` est limité aux utilisateurs avec le rôle d'openIMIS Administrateur.

source: The ``Utilities`` is the place for database administration. By having access to this page, it is possible to backup and restore the openIMIS operational database and also to execute SQL Scripts (patches provided for maintenance or update of the database). At the top of the page, the current “Backend” version is displayed for reference.
fr: Les `Utilities` est le lieu de l'administration de base de données. En ayant accès à cette page, il est possible de sauvegarder et de restaurer les openIMIS base de données opérationnelle et également exécuter des Scripts SQL (correctifs fournis pour la maintenance ou la mise à jour de la base de données). En haut de la page, la “Backend” afficher la version de référence.

source: Navigation
fr: La navigation

source: All functionality for use with the administration of utilities can be found under the main menu ``Tools``, sub menu ``Utilities``
fr: Toutes les fonctionnalités à utiliser avec l'administration des utilitaires se trouvent dans le menu principal ``Outils``, sous-menu ``Utilitaires``

source: `Navigation Utilities`
fr: `Navigation: Utilitaires`

source: Clicking on the sub menu ``Utilities`` re-directs the current user to the `Utilities Page. <#image-6.75-utilities-page>`__
fr: Cliquer sur le sous-menu ``Utilitaires`` redirige l'utilisateur actuel vers la `Page Utilitaires. <#image-6.75-utilities-page>`__

source: `Utilities Page`
fr: `Page Utilitaires`

source: Backup
fr: Sauvegarde

source: Backup utility can be found in the top panel of the `Utilities Page <#Utilities>`_. By default the path of the backup folder will be populated from the default table. User can change the path according to the requirement. Next to the textbox user can see one heck box called ``Save Path``. If user wants to update the backup folder in default table then this check box should be in checked state. Otherwise system will take the backup on the folder assigned by the user but it will not be updated in database. So next time when user comes on the `Utilities Page <#Utilities>`_, the textbox will be populated with the original path. After the path has been entered user can just click on the ``Backup button`` to start the process and a progress bar will be appeared on the screen. Users are requested to be patient while the system performs the task.
fr: L'utilitaire de sauvegarde se trouve dans le panneau supérieur de la `Page Utilitaires <#Utilities> ` _. Par défaut, le chemin du dossier de sauvegarde sera rempli à partir de la table par défaut. L'utilisateur peut modifier le chemin en fonction de l'exigence. À côté de la zone de texte, l'utilisateur peut voir une case à cocher appelée ``Enregistrer le chemin``. Si l'utilisateur souhaite mettre à jour le dossier de sauvegarde dans le tableau par défaut, cette case à cocher doit être cochée. Sinon, le système prendra la sauvegarde sur le dossier attribué par l'utilisateur mais elle ne sera pas mise à jour dans la base de données. Ainsi, la prochaine fois que l'utilisateur viendra sur la `Page Utilitaires <#Utilities> ` _, la zone de texte sera remplie avec le chemin d'origine. Une fois le chemin d'accès entré, l'utilisateur peut simplement cliquer sur le ``bouton de sauvegarde`` pour démarrer le processus et une barre de progression apparaîtra à l'écran. Les utilisateurs sont priés d'être patients pendant que le système exécute la tâche.

source: `Backup is in progress`
fr: `La sauvegarde est en cours`

source: Restore
fr: Restaurer

source: Restore utility can be found in the second panel of the `Utilities Page <#Utilities>`_. User will have to put the path of the backup file to be restored. After the path has been entered user can just click on the ``Restore`` button to start the process and a progress bar will be appeared on the screen. Users are requested to be patient while the system performs the task.
fr: L'utilitaire de restauration se trouve dans le deuxième panneau de la `Page Utilitaires <#Utilities> ` _. L'utilisateur devra mettre le chemin du fichier de sauvegarde à restaurer. Une fois le chemin d'accès entré, l'utilisateur peut simplement cliquer sur le bouton ``Restaurer`` pour démarrer le processus et une barre de progression apparaîtra à l'écran. Les utilisateurs sont priés d'être patients pendant que le système exécute la tâche.

source: Execute script
fr: Exécuter le script

source: Execute script can be found in the third panel of the `Utilities Page <#Utilities>`_. User will have to choose the script by clicking on the browse button. User will have to select the file only with the ".isf" extension. After the file has been chosen, user can just click on the ``Execute`` button to run the script. Users are requested to be patient while the system is executing the script. After the script is executed successfully, backed version will be updated to the latest version. If user will try to run the lower or the equal version's script then system will prompt the user with the appropriate message.
fr: Le script d'exécution se trouve dans le troisième panneau de la `Page Utilitaires <#Utilities> ` _. L'utilisateur devra choisir le script en cliquant sur le bouton Parcourir. L'utilisateur devra sélectionner le fichier uniquement avec l'extension `.isf`. Une fois le fichier choisi, l'utilisateur peut simplement cliquer sur le bouton ``Exécuter`` pour exécuter le script. Les utilisateurs sont priés d'être patients pendant que le système exécute le script. Une fois le script exécuté avec succès, la version sauvegardée sera mise à jour vers la dernière version. Si l'utilisateur essaie d'exécuter le script de la version inférieure ou égale, le système invite l'utilisateur avec le message approprié.
