Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/*_manual/access_data.po
Languages: fr

source: How access data from the Data Warehouse
fr: Comment accéder aux données de l'entrepôt de données

source: Data from the Data Warehouse can be accessed by means of an Excel file. As access to the Data Warehouse is protected, a user has to get from an administrator of AR-MIS URL of the Data Warehouse for remote access, a userid and a password. A userid may allow access to all data in the Data Warehouse or only to a subset of data corresponding to a specific region, to selected regions, to a specific district or to selected districts.
fr: Les données de l'Entrepôt de Données peuvent être accessibles que par le biais d'un fichier Excel. Comme l'accès à l'Entrepôt de Données est protégée, un utilisateur d'accéder à partir d'un administrateur de l'AR-MIS l'URL de l'Entrepôt de Données pour l'accès à distance, un nom d'utilisateur et un mot de passe. Un nom d'utilisateur permettant l'accès à toutes les données dans l'Entrepôt de Données ou seulement à un sous-ensemble de données correspondant à une région spécifique, pour les régions sélectionnées, à un quartier ou à des districts choisis.

source: The procedure of accessing of data is as follows (:ref:`image274`)
fr: La procédure d'accès aux données est la suivante (:ref:`image274`)

source: `Accessing the Data Warehouse`
fr: `Accès à l'entrepôt de données`

source: Open an Excel file
fr: Ouvrez un fichier Excel

source: Click on the menu item **Data**
fr: Cliquez sur l'élément de menu **Données**

source: Click on the sub-menu **From Other Sources**
fr: Cliquez sur le sous-menu **À partir d'autres sources**

source: Click on the sub-menu **From Analysis Services**
fr: Cliquez sur le sous-menu**Depuis Analysis Services**

source: A dialog box appears for specification of logon data:
fr: Une boîte de dialogue apparaît pour la spécification des données de connexion:

source: Enter URL of the Data Warehouse into the field **Server Name**
fr: Entrez l'URL de l'entrepôt de données dans le champ**Nom du serveur**

source: Select the option **Use the following user name and password**
fr: Sélectionnez l'option **Utilisez le nom d'utilisateur et le mot de passe suivants**

source: Enter your userid into the field **User Name**
fr: Entrez votre ID utilisateur dans le champ **Nom d'utilisateur**

source: Enter your password into the field **Password**
fr: Entrez votre mot de passe dans le champ**Mot de passe**

source: Click on **Finish**
fr: Cliquez sur **Terminer**

source: A box appears (**Select Database and Tables**) with the list of available cubes. Select one and click on **Finish**
fr: Une boîte apparaît (**Sélectionner la base de données et les tables**) avec la liste des cubes disponibles. Sélectionnez-en un et cliquez sur **Terminer**

source: A box appears (**Save Data Connection File and Finish**).Check the box **Save passport in file** and click on **Finish**.
fr: Une boîte apparaît (**Enregistrer le fichier de connexion de données et terminer**). Cochez la case**Enregistrer le passeport dans le fichier** et cliquez sur **Terminer**.

source: A box appears (**Import Data**). Select whether cube should be accessed by a pivot table and / or chart and specify a placement of the pivot table. Click on **OK**.
fr: Une boîte apparaît (**Importer des données**). Sélectionnez si le cube doit être accessible par un tableau croisé dynamique et / ou un graphique et spécifiez un lieux pour le tableau croisé dynamique. Cliquez sur **OK**.

source: An area for the pivot table appears in the sheet with the **Pivot Table Field** area on the right (:ref:`image275`). Click on facts to be displayed and click or drag dimensions to appropriate sectors of the pivot table in the **Pivot Table Field** area.
fr: Une zone pour le tableau croisé dynamique s'affiche dans la feuille avec l' **Champ de Tableau croisé dynamique** de la zone sur la droite (:ref:`image275`). Cliquez sur les faits à afficher, puis cliquez ou faites glisser les dimensions pour les secteurs appropriés de la table pivot dans l' **Champ de Tableau croisé dynamique** de la zone.

source: `Pivot Table in Excel`
fr: `Tableau croisé dynamique dans Excel`
