Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/*_manual/dimensions.po
Languages: fr

source: Dimensions represent our point of view on facts. Each dimension has several values (points). The points are used for qualification of our view on the facts. AR-IMIS provides values of facts corresponding to specified points across one or more dimensions. The points may be organized in hierarchies. Lower levels of a hierarchy allow looking at a fact according to more specific points. For example, the most important *Time* dimension has at the lowest level calendar months. The calendar months are grouped into quarters and quarters into calendar years. So, we can get a value of a fact corresponding to a specific month. Going one level up in the dimension *Time*, we can get can get a value of the fact corresponding to a specific quarter and going even up we can get a value of the fact corresponding to a specific calendar year. If we don’t specify any point in a dimension, it means we are interested in a value of a fact for all points together in the given dimension.
fr: Les Dimensions représentent notre point de vue sur des faits. Chaque dimension a plusieurs valeurs (points). Les points sont utilisés pour la qualification de notre point de vue sur les faits. AR-IMIS fournit des valeurs de faits correspondant aux points spécifiés à travers une ou plusieurs dimensions. Les points peuvent être organisés en hiérarchies. Les niveaux inférieurs de la hiérarchie permettre de regarder une réalité, selon les points plus spécifiques. Par exemple, le plus important *Temps* dimension est au plus bas niveau de calendrier mois. Le mois de calendrier sont regroupés en quartiers et les quartiers dans les années civiles. Ainsi, on peut obtenir une valeur d'un fait correspondant à un mois en particulier. Allant d'un niveau dans la dimension *Temps*, nous pouvons obtenir peut obtenir une valeur de l'effet correspondant à un trimestre donné et il va encore en place, nous pouvons obtenir une valeur de l'effet correspondant à une année civile. Si l'on ne spécifie pas n'importe quel point dans une dimension, cela signifie que nous sommes intéressés à une valeur d'un fait pour tous les points ensemble dans la dimension donnée.

source: AR-IMIS defines several dimensions. Their meaning is dependent on the context of a fact for which they are used. For example, for the fact *Number of submitted claims* the *Time* dimension means in AR-IMIS a period in which claimed health care was provided. It could have also other interpretations, for example, it may be a period in which claims were submitted. Exact interpretation of each dimension is indicated with description of each fact provided below.
fr: AR-IMIS définit plusieurs dimensions. Leur signification dépend du contexte d'un fait pour lequel ils sont utilisés. Par exemple, pour le fait *Nombre de demandes de règlement* le *Temps* dimension implique dans l'AR-IMIS une période qui a réclamé des soins de santé a été fourni. Il peut également avoir d'autres interprétations, par exemple, il peut être une période où les prestations ont été présentées. Interprétation exacte de chaque dimension est indiqué avec la description de chacun des faits présentés ci-dessous.

source: The points of a dimension are either fixed, e.g. the points *Sex* are *Male / Female / Undefined* for the dimension, or are obtained from registers in the operational part of IMIS. For example, the points for the dimension *Services* are obtained from the current status of the register of services in IMIS.
fr: Les points d'une dimension sont soit fixes, par exemple, les points *Sexe* sont *homme / Femme / Undefined* pour la dimension, ou obtenues à partir des registres dans la partie opérationnelle de l'IMIS. Par exemple, les points de la dimension *Services* sont obtenues à partir de l'état actuel du registre des soins dans le SIG.

source: The following table shows dimensions used across AR-IMIS. For each dimension its name, names of attributes used for referencing of their points, source for their points, and their meaning.
fr: Le tableau suivant montre les dimensions utilisées dans AR-IMIS. Pour chaque dimension, son nom, les noms des attributs utilisés pour référencer leurs points, la source de leurs points et leur signification.

source: `Overview of dimensions`
fr: `Aperçu des dimensions`

source: **Name**
fr: **Nom**

source: **Names of hierarchy / attributes**
fr: **Noms de hiérarchie / attributs**

source: **Source of data**
fr: **Source de données**

source: **Time**
fr: **Temps**

source: * Month
fr: * Mois

source: * Quarter
fr: * Trimestre

source: * Year
fr: * Année

source: generated by openIMIS
fr: généré par openIMIS

source: Hierarchy: Years ->Quarters ->Months
fr: Hiérarchie: années -> trimestres -> mois

source: **Age**
fr: **Âge**

source: Age Range
fr: Tranche d'âge

source: below1, 80+ ...
fr: ci-dessous1, 80+ ...

source: **Gender**
fr: **Le sexe**

source: Gender Name
fr: Nom du sexe

source: Male Unknown
fr: Homme inconnu

source: **Regions**
fr: **Régions**

source: * Region
fr: * Région

source: * District
fr: * Quartier

source: * Ward
fr: * Quartier

source: Hierarchy: Regions->Districts ->Wards ->Villages
fr: Hiérarchie: régions-> districts -> quartiers -> villages

source: **Products**
fr: **Des produits**

source: * Product Name
fr: * Nom du produit

source: * Product Code
fr: * Code produit

source: Hierarchy: Regions ->Districts ->Products
fr: Hiérarchie: régions -> districts -> produits

source: **Payers**
fr: **Contributeur**

source: Payer Name
fr: Nom du Contributeur

source: Families Payers (the list of)
fr: Familles contributeurs (la liste des)

source: **Officers**
fr: **Officiers**

source: * Last Name
fr: * Nom de famille

source: * Other name
fr: * Autre nom

source: * Assistant Code
fr: * Code assistant

source: Hierarchy: Regions ->Districts ->Enrolment Officers
fr: Hiérarchie: régions -> districts -> agents d'inscription

source: **Services**
fr: **Prestations de soin**

source: * Service Code
fr: * code de soin

source: * Service Name
fr: * Nom du service

source: * Service Category
fr: * Catégorie de soin

source: Hierarchy: (Curative Preventive) ->Services
fr: Hiérarchie: (préventive curative) -> Services

source: **Items**
fr: **Articles**

source: * Item Code
fr: * Code du produit médical

source: * Item Name
fr: * Nom du produit médical

source: * Item Category
fr: * Catégorie d'article

source: Hierarchy: (Drugs Prostheses) ->Items
fr: Hiérarchie: (Prothèses médicamenteuses) -> Articles

source: **Diseases**
fr: **Maladies**

source: * Disease Code
fr: * Code de maladie

source: * Disease Name
fr: * Nom de la maladie

source: * Disease Category
fr: * Catégorie de maladie

source: **Providers**
fr: **Fournisseurs**

source: * Provider Code
fr: * Code de fournisseur

source: * Provider Name
fr: * Nom du fournisseur

source: * Provider Category
fr: * Catégorie de fournisseur

source: Hierarchy: Regions ->Districts ->(Dispensary Health Centre Hospital) ->Health facility
fr: Hiérarchie: Régions -> Districts -> (Dispensary Health Center Hospital) -> Établissement de santé

source: **Care Category**
fr: **Catégorie de soins**

source: Category Care
fr: Catégorie Care

source: Emergency Other Referral Unknown
fr: Urgence Autre référence inconnue

source: **Care Type**
fr: **Type de soins**

source: Care Type
fr: Type de soins

source: In-patient Out-patient Unknown
fr: Hospitalisé Ambulatoire Inconnu

source: **Questions**
fr: **Des questions**

source: Care Rendered Drug Prescribed Drug Received Payment Aske Unknown
fr: Care Rendered Drug Prescription Drug Reçu Paiement Aske Unknown
