Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/*_manual/facts.po
Languages: fr

source: Facts
fr: Les faits

source: Facts provided by AR-IMIS can be structured into the areas according to (:numref:`image273`). Within each area several facts packed into one or several cubes are provided. Facts are packed into the same cube if they have an associated meaning and are provided with the same set of dimension. The following articles lists available cubes according to the areas, for each cube indicates available facts with description of their meaning
fr: Des faits fournis par l'AR-IMIS peut être structurée dans les domaines suivant (:numref:`image273`). Au sein de chaque zone de plusieurs faits emballé dans un ou plusieurs cubes sont fournis. Les faits sont emballés dans le même cube s'ils sont associés à un sens et sont fournis avec le même ensemble de dimension. Les articles suivants de la listes des cubes selon les zones, pour chaque cube indique les faits avec la description de leur signification

source: `Areas of facts`
fr: `Domaines de faits`

source: underlying set of qualifying dimensions. If meaning of a dimension is not straightforward, its description is provided. It relates especially to the *Time* dimension where it is important which datum related with a fact is taken as the governing date for association with given point (period) in the *Time* dimension.
fr: ensemble sous-jacent de qualification dimensions. Si le sens d'une dimension n'est pas simple, sa description est fournie. Elle se rapporte en particulier à la *Fois* dimension où il est important de savoir quelle donnée relative à un fait est considéré comme le conseil de date pour l'association avec point donné (période) dans le *Temps* dimension.

source: Facts on Enrolment and policies
fr: Faits sur l'inscription et les polices

source: This group of facts relates to acquisition of insures and development of coverage by health insurance schemes. Facts available are listed in :numref:`facts_enrolment_policies`
fr: Ce groupe de faits concerne l'acquisition des assurés et le développement de la couverture par les régimes d'assurance maladie. Les données disponibles sont répertoriées dans :numref:`facts_enrolment_policies`

source: `Facts on Enrolment and policies`
fr: `Faits sur l'inscription et les polices`

source: **Fact**
fr: **Fait**

source: **Meaning**
fr: **Sens**

source: **Comment**
fr: **Commentaire**

source: Number of inhabitants
fr: Nombre d'habitants

source: Gender
fr: Le sexe

source: Region
fr: Région

source: Time
fr: Temps

source: Number of families / groups
fr: Nombre de familles / groupes

source: Number of households according to a census
fr: Nombre de ménages selon un recensement

source: Current and new insurees
fr: Assurés actuels et nouveaux

source: Current insurees
fr: Assurés actuels

source: Insurees covered by at least one policy active at the end of a time period
fr: Assurés couverts par au moins une police active à la fin d'une période

source: Age
fr: Âge

source: Age at the end of a time period
fr: Âge à la fin d'une période

source: Enrolment Officers
fr: Agents d'inscription

source: An enrolment officer responsible for corresponding policy
fr: Un agent d'inscription responsable de la police correspondante

source: New acquired insurees
fr: Nouveaux assurés acquis

source: Insurees newly insured during a time period
fr: Assurés nouvellement assurés pendant une période de temps

source: Place of living of a household
fr: Lieu de vie d'un ménage

source: Products
fr: Des produits

source: An insurance product covering an insuree
fr: Un paquet de bénéfices couvrant un assuré

source: Period of enrolment of insurees for new insurees Period of effective day and later of their policies for current insurees
fr: Période d'inscription des assurés pour les nouveaux assurés Période du jour de prise d'effet et plus tard de leurs polices pour les assurés actuels

source: All types of policies
fr: Tous les types de polices

source: Current policies
fr: Polices actuelles

source: Number of active policies at the end of a time period
fr: Nombre de polices actives à la fin d'une période

source: Age of the head of a household at the end of a time period
fr: Âge du chef de ménage à la fin d'une période

source: Expired policies
fr: Polices expirées

source: Number of policies that expired during a time period
fr: Nombre de stratégies ayant expiré au cours d'une période

source: Gender of the head of a household
fr: Sexe du chef de ménage

source: Renewed policies
fr: Polices renouvelées

source: Number of policies that were renewed during a time period
fr: Nombre de polices renouvelées au cours d'une période

source: Sold policies
fr: Polices vendues

source: Number of policies that were sold during a time period
fr: Nombre de polices vendues au cours d'une période

source: An insurance product of a policy
fr: Un paquet de bénéfices d'une police

source: Period of enrolment date for sold policies Period of expiry date for expired policies Period of renewal date(when renewing was done) for renewed policies Period of effective day and later for current policies
fr: Période de date d'adhésion pour les polices vendues Période de date d'expiration pour les polices expirées Période de date de renouvellement (lorsque le renouvellement a été effectué) pour les polices renouvelées

source: Share of insured population
fr: Part de la population assurée

source: Current insures / Population at the end of a time period
fr: Assurances actuelles / Population à la fin d'une période

source: Share of insured families / groups
fr: Part des familles / groupes assurés

source: Number of insured families / groups
fr: Nombre de familles / groupes assurés

source: Number of households that are covered by at least one active policy at the end of a time period
fr: Nombre de ménages couverts par au moins une police active à la fin d'une période

source: =Number of insured households / Number of households at the end of a time period
fr: = Nombre de ménages assurés / Nombre de ménages à la fin d'une période

source: Facts on collected revenue
fr: Faits sur les revenus perçus

source: This group of facts relates to revenue of health insurance schemes. Facts available are listed in :numref:`fact_contribution` .
fr: Ce groupe de faits concerne les revenus des régimes d'assurance maladie. Les faits disponibles sont répertoriés dans :numref:`fact_contribution`.

source: `Facts on contributions`
fr: `Faits sur les contributions`

source: Contribution collection
fr: Collecte des contributions

source: Contribution collected
fr: Contribution collectée

source: contributions collected in given time period
fr: contributions collectées au cours d'une période donnée

source: Collection of contributions from policies of an enrolment officer
fr: Collecte des contributions des polices d'un agent d'inscription

source: Payers
fr: Contributeurs

source: Collection of contributions from an institution al payer or from families itself
fr: Recouvrement des contributions d'un contributeur institutionnel ou des familles elles-mêmes

source: Collection of contributions within an insurance product
fr: Recouvrement des cotisations au sein d'un paquet de bénéfices

source: Period of payment date of contributions
fr: Période de paiement date des contributions

source: Contribution allocation
fr: Répartition des contributions

source: Contribution allocated
fr: Contribution allouée

source: Amount of collected contributions allocated proportionally for using in a time period
fr: Montant des contributions collectées réparties proportionnellement pour une utilisation dans une période de temps

source: Allocation of contributions within an insurance product
fr: Répartition des contributions au sein d'un paquet de bénéfices

source: Period of allocation of contributions
fr: Période d'allocation des contributions

source: Facts on claims
fr: Faits sur les prestations

source: This group of facts relates to claims forwarded by health care providers to administrators of health insurance schemes. Facts available are listed in :numref:`facts_claims`
fr: Ce groupe de faits concerne les prestations transmises par les prestataires de soins de santé aux administrateurs des régimes d'assurance maladie. Les données disponibles sont répertoriées dans :numref:`facts_claims`

source: `Facts on claims`
fr: `Faits sur les allégations`

source: Claim details
fr: Détails de la prestation

source: Amount claimed
fr: Montant réclamé

source: Total amount in nominal prices that was submitted by health care providers for health care provided in given period
fr: Montant total en prix nominaux soumis par les prestataires de soins de santé pour les soins fournis au cours d'une période donnée

source: Providers
fr: Fournisseurs

source: Providers that entered and or submitted claims
fr: Fournisseurs qui ont introduit et / ou soumis des prestations

source: Amount rejected
fr: Montant rejeté

source: Total amount that was on totally rejected claims
fr: Montant total des prestations totalement rejetées

source: Time period of provision of health care that was invoiced in claims
fr: Période de prestation facturée en prestations

source: Entered claims
fr: Prestations saisies

source: Number of claims entered
fr: Nombre de prestations saisies

source: Submitted claims
fr: Prestations soumises

source: Number of claims submitted
fr: Nombre de prestations soumises

source: Rejected claims
fr: Prestations rejetées

source: Number of claims totally rejected
fr: Nombre de demandes totalement rejetées

source: Average amount claimed
fr: Montant moyen réclamé

source: =Amount claimed / Submitted claims
fr: = Montant réclamé / Demandes soumises

source: Average amount rejected
fr: Montant moyen rejeté

source: =Amount rejected / Rejected claims
fr: = Montant des prestations rejetées / rejetées

source: Claim details products
fr: Prestation détails produits

source: Amount adjusted
fr: Montant ajusté

source: Amount adjusted after processing in nominal prices
fr: Montant ajusté après traitement aux prix nominaux

source: Providers that submitted claims
fr: Fournisseurs ayant soumis des prestations

source: Amount paid
fr: Le montant payé

source: Amount actually to be paid to health facilities taking into account indexes of relative pricing
fr: Montant effectivement à payer aux formations sanitaires en tenant compte des indices de tarification relative

source: Products by which health care claimed was covered
fr: Produits pour lesquels les soins de santé déclarés étaient couverts

source: Processed claims
fr: Prestations traitées

source: Number of claims sent for valuation
fr: Nombre de prestations envoyées pour évaluation

source: Paid claims
fr: prestations payées

source: Number of claims actually valuated
fr: Nombre de prestations réellement évaluées

source: Average amount adjusted
fr: Montant moyen ajusté

source: =Amount adjusted / Pr ocessed claims
fr: = Montant ajusté / prestations traitées

source: Average amount paid
fr: Montant moyen payé

source: =Amount paid/ Valuated claims
fr: = Montant payé / Prestations évaluées

source: Facts on utilization of health care
fr: Faits sur l'utilisation des soins de santé

source: This group of facts relates to utilization of health care by insures according to submitted and not rejected claims. Facts available are listed in :numref:`facts-on-of-utilization-health-care`
fr: Ce groupe de faits concerne l'utilisation des soins de santé par les assurés selon les prestations soumises et non rejetées. Les données disponibles sont répertoriées dans :numref:`facts-on-of-use-health-care`

source: `Facts on of utilization health care`
fr: `Faits sur l'utilisation des soins de santé`

source: Admissions and visits and hospital days
fr: Admissions et visites et journées d'hospitalisation

source: Number of hospital admissions
fr: Nombre d'admissions à l'hôpital

source: Age at the time of provision health care
fr: Âge au moment de la prestation

source: Disease
fr: Maladie

source: Number of hospital days
fr: Nombre de jours d'hospitalisation

source: Care category
fr: Catégorie de soins

source: Average length of stay
fr: Durée moyenne de séjour

source: = Number of hospital days / Number of hospital admissions
fr: = Nombre de jours d'hospitalisation / Nombre d'hospitalisations

source: In case two or more insurance products covered a hospital admission / visit, it is accounted to each of them
fr: Dans le cas où deux ou plusieurs paquets de bénéfices couvraient une admission / visite à l'hôpital, ils sont comptabilisés pour chacun d'eux

source: Number of out-patient visits
fr: Nombre de consultations externes

source: Providers which claimed health care
fr: Prestataires qui ont réclamé des soins de santé

source: Hospital admissions are associated with time periods according to dates of discharge. Time period of provision of health care
fr: Les admissions à l'hôpital sont associées à des périodes selon les dates de sortie. Période de prestation

source: Utilization of services
fr: Utilisation des services

source: Services utilized
fr: Services utilisés

source: Number of utilized services according to submitted claims.
fr: Nombre des soins utilisés selon les prestations soumises.

source: If a service was provided during one visit / hospital stay, the service is counted according to the number of its provision
fr: Si un service a été fourni pendant une visite / un séjour à l'hôpital, le soin est compté en fonction du numéro de sa prestation

source: Care type
fr: Type de soins

source: Services
fr: Prestations de soin

source: Utilization of medical items
fr: Utilisation de produit médicaux

source: Items utilized
fr: Articles utilisés

source: Number of utilized medical items according to submitted claims
fr: Nombre de produit médicaux utilisés selon les prestations soumises

source: If a medical item was provided during one visit / hospital stay, the medical item is counted according to the number of its provision
fr: Si un article médical a été fourni pendant une visite / un séjour à l'hôpital, le produit médical est compté selon le numéro de sa fourniture

source: Items
fr: Articles

source: Average utilization of services per insuree
fr: Utilisation moyenne des soins par assuré

source: = Services utilized / Current insurees
fr: = Services utilisés / Assurés actuels

source: Average utilization of medical items per insuree
fr: Utilisation moyenne de produit médicaux par assuré

source: = Items utilized / Current insurees
fr: = Articles utilisés / Assurés actuels

source: Facts on expenditures for health care
fr: Faits sur les dépenses de santé

source: This group of facts relates to expenditures for health care actually paid to health care providers. Facts available are listed in :numref:`facts_expenditures_health_care`
fr: Ce groupe de faits se rapporte aux dépenses de soins de santé réellement payées aux fournisseurs de soins de santé. Les données disponibles sont répertoriées dans :numref:`facts_expenditures_health_care`

source: `Facts on expenditures for health care`
fr: `Faits sur les dépenses de santé`

source: expenditures for services
fr: dépenses de soins

source: Service expenditures
fr: Dépenses de soin

source: Expenditures for services actually remunerated to health facilities
fr: Dépenses pour les services réellement rémunérés aux établissements de santé

source: expenditures for medical items
fr: dépenses pour produit médicaux

source: Item expenditures
fr: Dépenses d'articles

source: expenditures for medical items actually remunerated to health facilities
fr: dépenses pour les produit médicaux réellement rémunérés aux établissements de santé

source: Average expenditures for services per insuree
fr: Dépenses moyennes des soins par assuré

source: = Service expenditures/ Current insurees
fr: = Dépenses des soins / Assurés actuels

source: Average expenditures for medical items per insuree
fr: Dépenses moyennes pour les produit médicaux par assuré

source: = Item expenditures/ Number of inhabitants
fr: = Dépenses article / Nombre d'habitants

source: Average expenditures for health care per insuree
fr: Dépenses moyennes de soins de santé par assuré

source: Average expenditures per insuree
fr: Dépenses moyennes par assuré

source: = Average expenditures of services per insuree + Average expenditures for medical items per insuree
fr: = Dépenses moyennes des soins par assuré + Dépenses moyennes de produit médicaux par assuré

source: Facts on feedbacks
fr: Faits sur les retours

source: This group of facts relates to evaluation of request for feedbacks on provided health care that are issued by medical officers during processing of claims. Facts available are listed in :numref:`fact_feedback`
fr: Ce groupe de faits se rapporte à l'évaluation des prestations de retour sur les soins de santé fournis qui sont émises par les médecins-conseils lors du traitement des prestations. Les faits disponibles sont répertoriés dans :numref:`fact_feedback`

source: `Facts on feedbacks`
fr: `Faits sur les retours`

source: Feedback details
fr: Détails des commentaires

source: Feedbacks sent
fr: Commentaires envoyés

source: Number of requests for feedbacks sent in a time period
fr: Nombre de demandes de retour envoyées au cours d'une période

source: Insurance products that covered claims initiating requests for feedbacks
fr: Produits d'assurance couvrant les sinistres initiant des prestations de retour

source: Feedbacks responded
fr: Les commentaires ont répondu

source: Number of feedbacks received in a time period
fr: Nombre de commentaires reçus au cours d'une période

source: Providers that submitted claims initiating requests for feedbacks
fr: Fournisseurs ayant soumis des prestations à l'origine de demandes de retour

source: Overall assessment
fr: Évaluation globale

source: Sum of all assessment overall assessment marks in responded feedbacks
fr: Somme de toutes les notes d'évaluation globale d'évaluation dans les commentaires

source: Period of sending / rec eiving feedbacks
fr: Période d'envoi / réception des retours

source: Feedback return share
fr: Partager retour de retour

source: = Feedbacks responded/ Feedbacks sent
fr: = Feedbacks répondu / Feedbacks envoyés

source: Average overall assessment
fr: Évaluation globale moyenne

source: = Overall assessment/ Feedbacks responded
fr: = Évaluation globale / Feedbacks répondu

source: Feedback answers
fr: Réponses de retour

source: Answers Yes
fr: Réponses Oui

source: Count of all Yes answers
fr: Nombre de réponses Oui

source: Share of Answers Yes
fr: Part des réponses Oui

source: = Answers Yes/ Feedbacks responded
fr: = Réponses Oui / Réponses répondues

source: Questions
fr: Des questions

source: Period of sending / receiving feedbacks
fr: Période d'envoi / réception des retours
