Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/insuree_policies/family.po
Languages: fr

source: Family/Group
fr: Groupe familial

source: Find Family
fr: Trouver la famille

source: Access to the ``Find Family Page`` is restricted to users with the system roles of Accountant, Clerk and Health Facility Receptionist or with a role including an access to Insurees and Families/Family/Enquiry.
fr: L'accès à la ``page Trouver la famille`` est limité aux utilisateurs ayant les rôles système de comptable, de commis et de réceptionniste d'établissement de santé ou avec un rôle comprenant un accès aux assurés et aux familles / famille / enquête.

source: Pre-conditions
fr: Conditions préalables

source: Need to enquire on, or edit a family and/or insurees, policies and contributions associated.
fr: Vous devez vous renseigner ou modifier une famille et / ou des assurés, les polices et les contributions associées.

source: Navigation
fr: La navigation

source: Find Family can be found under the main menu ``Insurees and Policies`` sub menu ``Families/Groups``
fr: Trouver la famille se trouve dans le menu principal ``Assurés et polices``, sous-menu ``Familles / Groupes``

source: `Navigation – Families - Find Family`
fr: `Navigation - Familles - Trouver une famille`

source: Clicking on the sub menu ``Families/Groups`` re-directs the current user to the `Find Family Page <#find-family-page>`__\.
fr: En cliquant sur le sous-menu ``Familles / Groupes``, l'utilisateur actuel est redirigé vers la page Rechercher la famille <#find-family-page>`__ \.

source: `Find Families`
fr: `Trouver des familles`

source: The Find Family Page is the first step in the process of finding of a family and thereafter accessing the `Family Overview Page <#family-overview>`__ of insurees, policies and contributions. This initial page can be used to search for specific families or groups based on specific criteria. The page is divided into four panels (:numref:`image90`):
fr: La page Trouver une famille est la première étape du processus de recherche d'une famille et, par la suite, l'accès à la `page de présentation de la famille <#family-overview>`__ des assurés, des polices et des contributions. Cette page initiale peut être utilisée pour rechercher des familles ou des groupes spécifiques en fonction de critères spécifiques. La page est divisée en quatre panneaux (:numref:`image90`):

source: **Search Panel**
fr: **Panneau de recherche**

source: The search panel allows a user to select specific criteria to minimise the search results. The following search options are available which can be used alone or in combination with each other.
fr: Le panneau de recherche permet à un utilisateur de sélectionner des critères spécifiques pour minimiser les résultats de la recherche. Les options de recherche suivantes sont disponibles et peuvent être utilisées seules ou en combinaison les unes avec les autres.

source: ``Last Name``
fr: ``Nom de famille``

source: Type in the beginning of; or the full ``Last name``; to search for families/groups, who’s family head/group head ``Last name``, starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Nom de famille`` complet; pour rechercher des familles / groupes, qui est le chef de famille / chef de groupe ``Nom``, commence par ou correspond complètement au texte tapé.

source: ``Other Names``
fr: ``Autres noms``

source: Type in the beginning of; or the full ``Other Names`` to search for families/groups, who’s family head/group head ``Other Names`` starts with or matches completely, the typed text.
fr: Tapez au début de; ou le nom complet ``Autres noms`` pour rechercher des familles / groupes, qui est le chef de famille / chef de groupe ``Autres noms`` commence ou correspond complètement au texte tapé.

source: ``Insurance Number``
fr: ``Numéro d'assurance``

source: Type in the beginning of; or the full ``Insurance Number`` to search for families/groups, who’s family head/group head ``Insurance Number``, starts with or matches completely, the typed text.
fr: Tapez au début de; ou le ``Numéro d'assurance`` complet pour rechercher des familles / groupes, qui est le chef de famille / chef de groupe ``Numéro d'assurance``, commence ou correspond complètement au texte tapé.

source: ``Phone Number``
fr: ``Numéro de téléphone``

source: Type in the beginning of; or the full ``Phone Number`` to search for families/groups, who’s family head/group head ``Phone Number``, starts with or matches completely, the typed number.
fr: Tapez au début de; ou le ``Numéro de téléphone`` complet pour rechercher des familles / groupes, qui est le chef de famille / chef de groupe ``Numéro de téléphone``, commence par ou correspond complètement au numéro tapé.

source: ``Birth Date From``
fr: ``Date de naissance du``

source: Type in a date; or use the Date Selector Button, to enter the ``Birth Date From`` to search for families/groups, who’s family head/group head, has the same or later birth date than ``Birth Date From``. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Saisissez une date; ou utilisez le Sélecteur de Date de Bouton de, pour entrer dans la `Date de Naissance ` à Partir de` à la recherche pour les familles/groupes, qui est chef de famille/groupe de tête, a la même ou plus tard, à la naissance date de Naissance Date à Partir de`. *Remarque. Pour effacer la date d'entrée de la boîte; utilisation de la souris pour sélectionner la date et appuyez sur la touche espace.*

source: ``Birth Date To``
fr: ``Date de naissance à``

source: Type in a date; or use the Date Selector Button, to enter the ``Birth Date To`` to search for families/groups, who’s family head/group head, has the same or earlier birth date than ``Birth Date To``. *Note. To clear the date entry box; use the mouse to highlight the full date and then press the space key.*
fr: Tapez une date; ou utilisez le bouton de sélection de la date pour entrer la ``date de naissance à`` pour rechercher des familles / groupes dont le chef de famille / chef de groupe a la même date de naissance ou une date antérieure à la ``date de naissance à``. *Remarque. Pour effacer la zone de saisie de la date; utilisez la souris pour mettre en surbrillance la date complète, puis appuyez sur la touche espace.*

source: ``Date Selector Button``
fr: ``Bouton de sélection de date``

source: Clicking on the ``Date Selector Button`` will pop-up an easy to use, calendar selector (:numref:`image91`) by default the calendar will show the current month, or the month of the currently selected date, with the current day highlighted.
fr: En cliquant sur le ``bouton de sélection de date``, un sélecteur de calendrier (:numref:`image91`) apparaîtra par défaut, le calendrier affichera le mois en cours, ou le mois de la date actuellement sélectionnée, avec le jour en surbrillance.

source: At anytime during the use of the pop-up, the user can see the date of **today**.
fr: À tout moment pendant l'utilisation de la fenêtre contextuelle, l'utilisateur peut voir la date de **aujourd'hui** .

source: Clicking on *today* will close the pop-up and display the today’s date in the corresponding date entry box.
fr: Cliquez sur * aujourd'hui * pour fermer la fenêtre contextuelle et afficher la date du jour dans la zone de saisie de date correspondante.

source: Clicking on any day of the month will close the pop-up and display the date selected in the corresponding date entry box.
fr: Cliquez sur n'importe quel jour du mois pour fermer la fenêtre contextuelle et afficher la date sélectionnée dans la zone de saisie de date correspondante.

source: Clicking on the arrow to the left displays the previous month.
fr: Cliquer sur la flèche à gauche affiche le mois précédent.

source: Clicking on the arrow on the right will displays the following month.
fr: Cliquer sur la flèche à droite affichera le mois suivant.

source: Clicking on the month will display all the months for the year.
fr: Cliquer sur le mois affichera tous les mois de l'année.

source: Clicking on the year will display a year selector.
fr: Cliquer sur l'année affichera un sélecteur d'année.

source: `Calendar Selector - Search Panel`
fr: `Sélecteur de calendrier - Panneau de recherche`

source: ``Gender``
fr: ``Sexe``

source: Select the ``Gender``; from the list of gender by clicking on the arrow on the right of the selector, to select families/groups, who’s family head/group head is of the specific gender.
fr: Sélectionnez le ``Sexe``; dans la liste des sexes en cliquant sur la flèche à droite du sélecteur, pour sélectionner les familles / groupes, dont le chef de famille / chef de groupe est du sexe spécifique.

source: ``Poverty Status``
fr: ``Statut de pauvreté``

source: Select the ``Poverty Status``; from the list of has poverty status by clicking on the arrow on the right of the selector, to select families/groups that have a specific poverty status.
fr: Sélectionnez le ``Statut de pauvreté``; dans la liste des personnes ayant un statut de pauvreté en cliquant sur la flèche à droite du sélecteur, pour sélectionner les familles / groupes qui ont un statut de pauvreté spécifique.

source: ``Email``
fr: ``Courriel``

source: Type in the beginning of; or the full ``Email`` to search for families/groups, who’s family head/group head ``Email`` starts with or matches completely the typed text.
fr: Tapez au début de; ou le ``Email`` complet pour rechercher des familles / groupes, qui est le chef de famille / chef de groupe ``Email`` commence par ou correspond complètement au texte tapé.

source: ``Confirmation Type``
fr: ``Type de confirmation``

source: Type in the beginning of; or the full ``Confirmation Type`` to search for families/groups, who’s ``Confirmation Type``. starts with or matches completely the typed text.
fr: Tapez au début de; ou le ``Type de confirmation`` complet pour rechercher des familles / groupes, qui est le ``Type de confirmation``. commence par ou correspond complètement au texte tapé.

source: ``Confirmation No.``
fr: ``Numéro de confirmation``

source: Type in the beginning of; or the full ``Confirmation No.`` to search for families/groups, who’s ``Confirmation No.`` starts with or matches completely the typed text.
fr: Tapez au début de; ou le ``numéro de confirmation`` complet pour rechercher des familles / groupes, qui est le ``numéro de confirmation`` commence par ou correspond complètement au texte tapé.

source: ``Region``
fr: ``Région``

source: Select the ``Region``; from the list of regions by clicking on the arrow on the right of the selector to select families/groups from a specific region. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected.*
fr: Sélectionnez la `Région`; à partir de la liste des régions en cliquant sur la flèche à droite du sélecteur pour sélectionner les familles ou les groupes dans une région spécifique. *Remarque: La liste ne sera rempli avec les régions assigné à l'utilisateur connecté. Si ce n'est qu'un alors la région sera automatiquement sélectionné.*

source: ``District``
fr: ``Quartier``

source: Select the ``District``; from the list of districts by clicking on the arrow on the right of the selector to select families/groups from a specific district. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected.*
fr: Sélectionnez le `Quartier`; à partir de la liste des districts, en cliquant sur la flèche à droite du sélecteur pour sélectionner les familles/groupes à partir d'un district particulier. *Remarque: La liste ne sera rempli avec les districts appartenant à la région sélectionnée et assigné à l'utilisateur connecté. Si ce n'est qu'un, le quartier sera automatiquement sélectionné.*

source: ``Municipality``
fr: ``Municipalité``

source: Select the ``Municipality``; from the list of municipalities by clicking on the arrow on the right of the selector to select families/groups from a specific municipality. *Note: The list will only be filled with the municipalities in the selected district above.*
fr: Sélectionnez la ``Municipalité``; dans la liste des communes en cliquant sur la flèche à droite du sélecteur pour sélectionner les familles / groupes d'une commune spécifique. *Remarque: La liste ne sera remplie qu'avec les municipalités du district sélectionné ci-dessus.*

source: Select the ``Village``; from the list of villages by clicking on the arrow on the right of the selector to select families/groups from a specific village. *Note: The list will only be filled with the villages in the selected municipality above.*
fr: Sélectionnez le ``Village``; dans la liste des villages en cliquant sur la flèche à droite du sélecteur pour sélectionner les familles / groupes d'un village spécifique. *Remarque: La liste ne sera remplie qu'avec les villages de la commune sélectionnée ci-dessus.*

source: ``Historical``
fr: ``Historique``

source: Click on ``Historical`` to see historical records matching the selected criteria. Historical records are displayed in the result with a line through the middle of the text (strikethrough) to clearly define them from current records (:numref:`image92`).
fr: Cliquez sur ``Historique`` pour voir les enregistrements historiques correspondant aux critères sélectionnés. Les enregistrements historiques sont affichés dans le résultat avec une ligne au milieu du texte (barré) pour les définir clairement à partir des enregistrements actuels (:numref:`image92`).

source: `Historical records - Result Panel`
fr: `Dossiers historiques - Panneau de résultats`

source: ``Search Button``
fr: ``Bouton de recherche``

source: Once the criteria have been entered, use the search button to filter the records, the results will appear in the Result Panel.
fr: Une fois les critères saisis, utilisez le bouton de recherche pour filtrer les enregistrements, les résultats apparaîtront dans le panneau de résultats.

source: **Result Panel**
fr: **Panneau de résultats**

source: `Selected record (blue), hovered records (yellow) - Result Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Panneau de résultats`

source: The Result Panel displays a list of all families/groups found, matching the selected criteria in the Search Panel. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image93`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the `Family Overview Page <#family-overview>`__ for the Family selected or if it is an historical record then the `Change Family Page <#family-group-page>`__, for detailed viewing.
fr: Le panneau de résultats affiche une liste de toutes les familles / groupes trouvés, correspondant aux critères sélectionnés dans le panneau de recherche. L'enregistrement actuellement sélectionné est surligné en bleu clair, tandis que le survol des enregistrements change la surbrillance en jaune (:numref:`image93`). L'enregistrement le plus à gauche contient un lien hypertexte qui, s'il est cliqué, redirige l'utilisateur vers la `page de présentation de la famille <#family-overview>`__ pour la famille sélectionnée ou s'il s'agit d'un enregistrement historique, puis la `page de modification de la famille <#family-group-page>`__, pour une visualisation détaillée.

source: A maximum of 15 records are displayed at one time, further records can be viewed by navigating through the pages using the page selector at the bottom of the result Panel (:numref:`image94`)
fr: Un maximum de 15 enregistrements sont affichés en même temps, d'autres enregistrements peuvent être consultés en parcourant les pages à l'aide du sélecteur de page en bas du panneau de résultat (:numref:`image94`)

source: `Page selector- Result Panel`
fr: `Sélecteur de page - Panneau de résultats`

source: **Button Panel**
fr: **Panneau de boutons**

source: The ``Cancel`` button re-directs to the :ref:`Home Page <home_page>`.
fr: Le bouton ``Annuler`` redirige vers :ref:`Page d'accueil <home_page>`.

source: **Information Panel**
fr: **Panneau d'information**

source: The Information Panel is used to display messages back to the user. Messages will occur once a family/group has been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Les messages apparaîtront une fois qu'une famille / un groupe aura été ajouté, mis à jour ou supprimé ou s'il y a eu une erreur à tout moment pendant le processus de ces actions.

source: Family/Group Overview
fr: Présentation de la famille / du groupe

source: Access to the `Family Overview Page <#family-overview-page.>`__ is restricted to users with the system role of Accountant or Clerk or with a role including an access to Insurees and Families.
fr: L'accès à la `Page de présentation de la famille <#family-overview-page.> page de présentation de la <#family-overview-page.>`__ est réservé aux utilisateurs ayant le rôle système de comptable ou de commis ou avec un rôle comprenant un accès aux assurés et aux familles.

source: Need to enquire on, or edit a family/group or manage the insurees, policies and contributions associated with it.
fr: Besoin de s'enquérir ou de modifier une famille / un groupe ou de gérer les assurés, les polices et les contributions qui y sont associés.

source: `Family Overview Page <#family-overview-page.>`__ cannot be navigated directly to; the first step is to find the family/group by means of using `Find Family Page <#find-family-page>`__, `Find Insuree Page <#Find_Insuree_Page>`__, `Find Policy Page <Find_Policy_Page>`__ or `Find Contribution Page <#Find_contribution_Page>`__. Once a specific family, insuree, policy or contribution is selected by means of selecting the hyperlink in the Result Panel of the respective Find Page, the user is re-directed to the `Family Overview Page <#family-overview-page.>`__.
fr: `Page de présentation de la famille <#family-overview-page.>`__ Ne peut pas être accédé directement; la première étape consiste à rechercher la famille/le groupe à l'aide de `page de recherche des familles<#find-family-page>`__,`page de recherche des assurés<#Find_Insuree_Page>`__,`page de recherche des polices<#Find_Policy_Page>`__ ou `page de recherche des contributions<Find_contribution_Page>`__. Une fois qu'une famille, un assuré, une police ou une contribution spécifique est sélectionné en sélectionnant le lien hypertexte dans le panneau de résultats de la page de recherche respective, l'utilisateur est redirigé vers la :`page de présentation de la famille<#family-overview-page.>`__

source: Family Overview Page
fr: Page de présentation de la famille

source: `Image - Family Overview Page`
fr: `Image - Page de présentation de la famille`

source: The ``Family Overview Page`` is the central point for all operations with regards to the families/groups, Insurees, policies and contributions associated with it. The page is divided into 6 panels (:ref:`Image Family overview <family_overview_page>`)
fr: La ``Page d'aperçu de la famille`` est le point central de toutes les opérations en ce qui concerne les familles / groupes, les assurés, les polices et les contributions qui y sont associées. La page est divisée en 6 panneaux (:ref:`Vue d'ensemble de la famille d'images <family_overview_page>`)

source: **Family** /Group Panel
fr: **Famille** / Panneau de groupe

source: The Family/Group Panel provides information about the family including the Insurance Number and the Last Name and Other Names of the head of family and the District, Municipality, Village and Poverty status of the family. In the Family/Group panel action buttons allow to add, edit and delete the family/group.
fr: La Famille, le Groupe fournit des informations sur la famille, y compris le Numéro d'Assurance et le Nom de famille et prénom du chef de famille et du District, de la Municipalité, du Village et de l'état de la Pauvreté de la famille. Dans la Famille, le Groupe d'action des boutons permettent d'ajouter, de modifier et de supprimer la famille/groupe.

source: The ``green plus sign`` is for adding a new family/group via the `Family/Groupe Page <#family-group-page>`__.
fr: Le ``signe plus vert`` est pour ajouter une nouvelle famille / groupe via la ` Page Famille / Groupe <#family-group-page>`__.

source: The ``yellow pencil sign`` is for editing a family/group via the `Family/Groupe Page <#family-group-page>`__.
fr: Le ``signe crayon jaune`` sert à éditer une famille / un groupe via la ` Page Famille / Groupe <#family-group-page>`__.

source: The ``red cross sign`` is for deleting a family/group.
fr: Le ``signe croix rouge`` sert à supprimer une famille / un groupe.

source: **Insurees Panel**
fr: **Panel des assurés**

source: The Insurees Panel displays a list of the insurees within the family/group. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image115`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the insuree record for editing or detailed viewing.
fr: Les Assurés Panneau affiche une liste des assurés au sein de la famille/groupe. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image115`). La gauche dossier contient un lien, qui, si vous cliquez dessus, re-dirige l'utilisateur vers le preneur d'assurance record pour l'édition ou de l'affichage détaillé.

source: `Selected record (blue), hovered records (yellow) – Insurees Panel`
fr: `Dossier sélectionné (bleu), dossiers survolés (jaune) - Panel des assurés`

source: In the Insurees Panel, action buttons allow to add, edit and delete insurees belonging to the family/group.
fr: Dans le panneau des assurés, les boutons d'action permettent d'ajouter, de modifier et de supprimer des assurés appartenant à la famille / au groupe.

source: The ``green plus sign`` is for adding a new insuree via the `Insuree Page <#insuree-page>`__.
fr: Le ``signe plus vert`` permet d'ajouter un nouvel assuré via la `Page de l'assuré <#insuree-page>`__.

source: The ``yellow pencil sign`` is for editing an insuree via the `Insuree Page <#insuree-page>`__.
fr: Le ``signe du crayon jaune`` sert à modifier un assuré via la `Page de l'assuré <#insuree-page>`__.

source: The ``red cross sign`` is for deleting an insuree .
fr: Le ``signe croix rouge`` sert à supprimer un assuré.

source: **Policies Panel**
fr: **Panneau des polices**
