Repository: filhocf/openimis_docs
Catalog: locale/*/LC_MESSAGES/user_manual/insuree_policies/family.po
Languages: fr

source: The Policies Panel displays a list of the policies held by the family/group. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image117`). The leftmost record contains a hyperlink which if clicked, re-directs the user to the policy for editing or detailed viewing. By default the first policy is selected and therefore in the Contribution Panel, only the contributions paid on that policy will be displayed in the Contribution Panel By selecting another policy in the list, the Contribution Panel, will refresh with the contributions paid on the newly selected policy.
fr: Les Polices Panneau affiche une liste des polices détenus par la famille/groupe. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image117`). La gauche dossier contient un lien, qui, si vous cliquez dessus, re-dirige l'utilisateur de la police de l'édition ou de l'affichage détaillé. Par défaut, la première police est sélectionné et que, par conséquent, dans la Contribution de bord, seules les cotisations sur cette police sera affichée dans la Contribution Panneau En sélectionnant une autre stratégie dans la liste, la Contribution du Panneau, permettra d'actualiser les cotisations versées sur la nouvelle police.

source: `Selected record (blue), hovered records (yellow) - Policy Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Policy Panel`

source: In the fifth **Product** column of Policy data grid, there is a link showing product for the policy on the corresponding row. When the link is clicked; a popup browser window (:ref:image118) will open up showing the details of the product (in read-only mode).
fr: Dans la cinquième colonne **Produit** de la grille de données de police, il y a un lien montrant le produit pour la police sur la ligne correspondante. Lorsque le lien est cliqué; une fenêtre de navigateur contextuelle (:ref: image118) s'ouvrira avec les détails du produit (en mode lecture seule).

source: `Product Popup – Policies Panel`
fr: `Fenêtre contextuelle du produit - panneau Polices`

source: In the ``Policies Panel``, action buttons allow to add, edit and delete policies.
fr: Dans le ``Panneau des polices``, les boutons d'action permettent d'ajouter, de modifier et de supprimer des polices.

source: The ``green plus sign`` is for adding a new policy via the `Policy Page <#policy-page>`__.
fr: Le ``signe plus vert`` sert à ajouter une nouvelle police via la `Page police <#policy-page>`__.

source: The ``yellow pencil sign`` is for editing a policy via the `Policy Page <#policy-page>`__.
fr: Le ``signe de crayon jaune`` sert à modifier une police via la `Page de police <#policy-page>`__.

source: The ``red cross sign`` is for deleting a policy.
fr: Le ``signe croix rouge`` sert à supprimer une police.

source: The ``blue R sign`` is for renewing a policy via the `Policy Page <#policy-page>`__.
fr: Le ``signe R bleu`` sert à renouveler une police via la `Page police <#policy-page>`__.

source: **Contributions Panel**
fr: **Comité des contributions**

source: The ``Contribution Panel`` displays a list of contributions paid on the policy currently selected in the ``Policies Panel``. The currently selected record is highlighted with light blue, while hovering over records changes the highlight to yellow (:numref:`image120`) The leftmost record contains a hyperlink which if clicked, re-directs the user to the contribution for editing or detailed viewing.
fr: La `Contribution Panneau` affiche une liste des cotisations versées sur la police actuellement sélectionné dans le volet de Polices`. L'enregistrement actuellement sélectionné est mis en surbrillance avec la lumière bleue, tout en survolant enregistre les changements de la surbrillance jaune (:numref:`image120`) La plus à gauche enregistrement contient un lien, qui, si vous cliquez dessus, re-dirige l'utilisateur de la contribution pour l'édition ou de l'affichage détaillé.

source: `Selected record (blue), hovered records (yellow) - Contributions Panel`
fr: `Enregistrement sélectionné (bleu), enregistrements survolés (jaune) - Panneau Contributions`

source: In the second **Payer** column of Contributions data grid, there is a link showing (institutional) payer of the contribution on the corresponding row. When the link is clicked; a popup browser window (:numref:`image121`) will open up showing the details of the payer in read-only mode.
fr: Dans la deuxième colonne **Contributeur** de la grille de données des contributions, il y a un lien montrant le contributeur (institutionnel) de la contribution sur la ligne correspondante. Lorsque le lien est cliqué; une fenêtre de navigateur contextuelle (:numref:`image121`) s'ouvrira et affichera les détails du contributeur en mode lecture seule.

source: In the ``Contributions Panel``, action buttons allow to add, edit and delete contributions.
fr: Dans le ``Panneau des contributions``, des boutons d'action permettent d'ajouter, de modifier et de supprimer des contributions.

source: The ``green plus sign`` is for adding a new contribution.
fr: Le ``signe plus vert`` permet d'ajouter une nouvelle contribution.

source: The ``yellow pencil sign`` is for editing a contribution.
fr: Le ``signe crayon jaune`` sert à éditer une contribution.

source: The ``red cross sign`` is for deleting a contribution.
fr: Le ``signe croix rouge`` sert à supprimer une contribution.

source: The Information Panel is used to display messages back to the user. Messages will occur once an insuree, a policy or a contribution have been added, updated or deleted or if there was an error at any time during the process of these actions.
fr: Le panneau d'informations est utilisé pour afficher les messages à l'utilisateur. Les messages apparaîtront une fois qu'un assuré, une police ou une contribution ont été ajoutés, mis à jour ou supprimés ou s'il y a eu une erreur à tout moment au cours du processus de ces actions.

source: Family/Group Page
fr: Page Famille / Groupe

source: `Family/Group Page`
fr: `Page Famille / Groupe`

source: Select from the list of available regions the region, in which the head of family/group permanently stays. *Note: The list will only be filled with the regions assigned to the current logged in user. If this is only one then the region will be automatically selected.* Mandatory.
fr: Sélectionnez dans la liste des régions disponibles la région dans laquelle le chef de famille / groupe séjourne en permanence. *Remarque: La liste ne sera remplie qu'avec les régions affectées à l'utilisateur actuellement connecté. S'il ne s'agit que d'une seule, la région sera automatiquement sélectionnée.* Obligatoire.

source: Select from the list of available districts the district, in which the head of family/group permanently stays. *Note: The list will only be filled with the districts belonging to the selected region and assigned to the current logged in user. If this is only one then the district will be automatically selected*. Mandatory.
fr: Sélectionnez dans la liste des districts disponibles le district dans lequel le chef de famille / groupe séjourne en permanence. *Remarque: La liste ne sera remplie qu'avec les districts appartenant à la région sélectionnée et attribués à l'utilisateur actuellement connecté. S'il ne s'agit que d'un seul, le district sera automatiquement sélectionné*. Obligatoire.

source: Select from the list of available municipalities the municipality, in which the head of family/group permanently stays. *Note: The list will only be filled with the municipalities belonging to the selected district.* Mandatory.
fr: Sélectionnez dans la liste des communes disponibles la commune dans laquelle le chef de famille / groupe réside en permanence. *Remarque: La liste ne sera remplie qu'avec les communes appartenant au district sélectionné.* Obligatoire.

source: Select from the list of available villages the village, in which the head of family/group permanently stays. *Note: The list will only be filled with the villages belonging to the selected municipality.* Mandatory.
fr: Sélectionnez dans la liste des villages disponibles le village dans lequel le chef de famille / groupe séjourne en permanence. *Remarque: La liste ne sera remplie qu'avec les villages appartenant à la commune sélectionnée.* Obligatoire.

source: Select whether the family/group has the poverty status.
fr: Sélectionnez si la famille / le groupe a le statut de pauvreté.

source: Select the type of a confirmation of the social status of the family/group.
fr: Sélectionnez le type de confirmation du statut social de la famille / du groupe.

source: Enter alphanumeric identification of the confirmation of the social status of the family/group.
fr: Saisissez l'identification alphanumérique de la confirmation du statut social de la famille / du groupe.

source: ``Group Type``
fr: ``Type de groupe``

source: Select the type of the group/family.
fr: Sélectionnez le type de groupe / famille.

source: ``Address Details.``
fr: ``Détails de l'adresse``.

source: Enter details of the permanent address of the family/group.
fr: Entrez les détails de l'adresse permanente de la famille / du groupe.

source: Enter the insurance number for the head of family/group. Mandatory.
fr: Saisissez le numéro d'assurance du chef de famille / groupe. Obligatoire.

source: ``Last name``
fr: ``Nom de famille``

source: Enter the last name (surname) for the head of family/group. Mandatory.
fr: Saisissez le nom de famille du chef de famille / groupe. Obligatoire.

source: Enter other names of the head of family/group. Mandatory.
fr: Entrez d'autres noms du chef de famille / groupe. Obligatoire.

source: ``Birth Date``
fr: ``Date de naissance``

source: Enter the date of birth for the head of family/group. *Note: You can also use the button next to the birth date field to select a date to be entered.*
fr: Saisissez la date de naissance du chef de famille / groupe. *Remarque: Vous pouvez également utiliser le bouton à côté du champ de date de naissance pour sélectionner une date à saisir.*

source: Select from the list of available genders the gender of the head of family/group. Mandatory.
fr: Sélectionnez dans la liste des genres disponibles le sexe du chef de famille / groupe. Obligatoire.

source: ``Marital Status``
fr: ``État matrimonial``

source: Select from the list of available marital statuses the marital status of the head of family/group.
fr: Sélectionnez dans la liste des états matrimoniaux disponibles l'état matrimonial du chef de famille / du groupe.

source: ``Beneficiary Card``
fr: ``Carte Bénéficiaire``

source: Select from the list of card whether or not an insurance identification card was issued to the head of family/group.
fr: Sélectionnez dans la liste des cartes si une carte d'identité d'assurance a été délivrée ou non au chef de famille / groupe.

source: ``Current Region``
fr: ``Région actuelle``

source: Select from the list of available regions the region, in which the head of family/group temporarily stays.
fr: Sélectionnez dans la liste des régions disponibles la région dans laquelle le chef de famille / groupe séjourne temporairement.

source: ``Current District``
fr: ``District actuel``

source: Select from the list of available districts the district, in which the head of family/group temporarily stays. *Note: The list will only be filled with the districts belonging to the selected region*
fr: Sélectionnez dans la liste des districts disponibles le district dans lequel le chef de famille / groupe séjourne temporairement. *Remarque: La liste ne sera remplie qu'avec les quartiers appartenant à la région sélectionnée*

source: ``Current Municipality``
fr: ``Municipalité actuelle``

source: Select from the list of available municipalities the municipality, in which the head of family/group temporarily stays. *Note: The list will only be filled with the municipalities belonging to the selected district.*
fr: Sélectionnez dans la liste des municipalités disponibles la municipalité dans laquelle le chef de famille / groupe séjourne temporairement. *Remarque: La liste ne sera remplie qu'avec les communes appartenant au district sélectionné.*

source: ``Current Village``
fr: ``Village actuel``

source: Select from the list of available villages the village, in which the head of family/group temporarily stays. *Note: The list will only be filled with the villages belonging to the selected municipality.*
fr: Sélectionnez dans la liste des villages disponibles le village dans lequel le chef de famille / groupe séjourne temporairement. *Remarque: La liste ne sera remplie qu'avec les villages appartenant à la commune sélectionnée.*

source: ``Current Address Details``
fr: ``Détails de l'adresse actuelle``

source: Enter details of the temporal address of the head of family/group.
fr: Entrez les détails de l'adresse temporelle du chef de famille / groupe.

source: Select the profession of the head of family/group.
fr: Sélectionnez la profession du chef de famille / groupe.

source: ``Education``
fr: ``Éducation``

source: Select the education of the head of family/group.
fr: Sélectionnez l'éducation du chef de famille / groupe.

source: Enter the phone number for the head of family/group.
fr: Entrez le numéro de téléphone du chef de famille / groupe.

source: Enter the e-mail address of the head of family/group.
fr: Saisissez l'adresse e-mail du chef de famille / groupe.

source: ``Identification Type``
fr: ``Type d'identification``

source: Select the type of the identification document of the head of family/group.
fr: Sélectionnez le type de document d'identification du chef de famille / groupe.

source: ``Identification No.``
fr: ``Numéro d'identification``

source: Enter alphanumeric identification of the document of head of family/group.
fr: Entrez l'identification alphanumérique du document du chef de famille / groupe.

source: ``Region of FSP``
fr: ``Région du FSP``

source: Select from the list of available regions the region, in which the chosen primary health facility (First Service Point) of the head of family/group is located.
fr: Sélectionnez dans la liste des régions disponibles la région dans laquelle se trouve l'établissement de santé primaire (premier point de soin) du chef de famille / groupe choisi.

source: ``District of FSP``
fr: ``District de FSP``

source: Select from the list of available districts the district, in which the chosen primary health facility (First Service Point) of the head of family/group is located. *Note: The list will only be filled with the districts belonging to the selected region.*
fr: Sélectionnez dans la liste des districts disponibles le district dans lequel se trouve l'établissement de santé primaire (premier point de soin) du chef de famille / du groupe. *Remarque: La liste ne sera remplie qu'avec les districts appartenant à la région sélectionnée.*

source: ``Level of FSP``
fr: ``Niveau de FSP``

source: Select the level of the chosen primary health facility (First Service Point) of the head of family/group.
fr: Sélectionnez le niveau de l'établissement de santé primaire choisi (premier point de soin) du chef de famille / groupe.

source: ``First Service Point``
fr: ``Premier point de soin``

source: Select from the list of available health facilities the chosen primary health facility (First Service Point) of the head of family/group. *Note: The list will only be filled with the health facilities belonging to the selected district which are of the selected level.*
fr: Sélectionnez dans la liste des formations sanitaires disponibles la structure de santé primaire choisie (First Service Point) du chef de famille / groupe. *Remarque: La liste ne sera remplie qu'avec les formations sanitaires appartenant au district sélectionné qui sont du niveau sélectionné.*

source: ``Browse``
fr: ``Parcourir``

source: Browse to get the photo for the head of family/group related to his/her insurance number.
fr: Parcourez pour obtenir la photo du chef de famille / groupe liée à son numéro d'assurance.

source: **Saving**
fr: **Sauvegarder**

source: Once all mandatory data is entered, clicking on the ``Save`` button will save the record. The user will be re-directed back to the `Family Overview Page <#family-overview-page.>`__, with the newly saved record displayed and selected in the result panel. A message confirming that the family member has been saved will appear on the Information Panel.
fr: Une fois toutes les données obligatoires saisies, cliquer sur le bouton ``Sauvegarder`` sauvegardera l'enregistrement. L'utilisateur sera redirigé vers la `Page de présentation de la famille <#family-overview-page.> page de présentation de la <#family-overview-page.>`__, avec l'enregistrement nouvellement enregistré affiché et sélectionné dans le panneau de résultats. Un message confirmant que le membre de la famille a été enregistré apparaîtra sur le panneau d'informations.

source: **Mandatory data**
fr: **Données obligatoires**

source: If mandatory data is not entered at the time the user clicks the ``Save`` button, a message will appear in the Information Panel, and the data field will take the focus (by an asterisk).
fr: Si les données obligatoires ne sont pas saisies au moment où l'utilisateur clique sur le bouton ``Enregistrer``, un message apparaîtra dans le panneau d'informations et le champ de données prendra le focus (par un astérisque).

source: **Cancel**
fr: **Annuler**

source: By clicking on the ``Cancel`` button, the user will be re-directed to the `Find Family Page <#find-family-page>`__.
fr: En cliquant sur le bouton ``Annuler``, l'utilisateur sera redirigé vers la `page Rechercher la famille <#find-family-page>`__.

source: Adding a Family
fr: Ajout d'une famille

source: When the page opens all entry fields are empty. See the `Family/Group Page <#familygroup-page>`__ for information on the data entry and mandatory fields.
fr: Lorsque la page s'ouvre, tous les champs de saisie sont vides. Voir la `Page Famille / Groupe <#familygroup-page>`__ pour plus d'informations sur la saisie des données et les champs obligatoires.

source: Editing a Family/Group
fr: Modification d'une famille / d'un groupe

source: Click on the Yellow Pencil Sign to re-direct to the `Change Family/Group Page <#section-9>`__
fr: Cliquez sur le signe du crayon jaune pour rediriger vers la page `Changer la famille / le groupe <#section-9>`__

source: The page will open with the current information loaded into the data entry fields, plus there are options to change the head of the family/group and move an insuree to the family/group.
fr: La page s'ouvrira avec les informations actuelles chargées dans les champs de saisie de données, plus il y a des options pour changer le chef de famille / groupe et déplacer un assuré vers la famille / groupe.

source: `Change Family/Group Page`
fr: `Changer la page de famille / groupe`

source: Changing a Head of Family/Group
fr: Changer de chef de famille / de groupe

source: The head of the Family/Group is the main contact associated with a policy. For various reasons it may be necessary to change the head of a family/group. The new head must be a head of family in another family.
fr: Le chef de famille / groupe est le principal contact associé à une police. Pour diverses raisons, il peut être nécessaire de changer de chef de famille / de groupe. Le nouveau chef doit être chef de famille dans une autre famille.

source: Enter the insurance number for the new head of family/group, click on check, to confirm that the insurance number is valid and that it really is the person expected. The name will appear to the right of the check button. If all is OK, click on the Change button to complete the change. On a successful change, the user will be re-directed back to the `Family Overview Page <#family-overview-page.>`__\ ; the new head will be displayed in the Family/Group Information Panel
fr: Entrez le numéro d'assurance pour le nouveau chef de famille / groupe, cliquez sur vérifier, pour confirmer que le numéro d'assurance est valide et qu'il s'agit bien de la personne attendue. Le nom apparaîtra à droite du bouton de vérification. Si tout est OK, cliquez sur le bouton Modifier pour terminer la modification. En cas de changement réussi, l'utilisateur sera redirigé vers la `page de présentation de la famille <#family-overview-page.> page de présentation de la <#family-overview-page.>`__ \; la nouvelle tête sera affichée dans le panneau d'informations sur la famille / le groupe

source: Moving an Insuree
fr: Déplacement d'un assuré

source: Insurees may be moved from one family/group to another. The new insuree must not be a head of family/group in another family/group.
fr: Les assurés peuvent être déplacés d'une famille / d'un groupe à un autre. Le nouvel assuré ne doit pas être chef de famille / groupe dans une autre famille / groupe.

source: Enter the insurance number for the insuree to move. Click on check, to confirm that the insurance number is valid and that it really is the person expected. The name will appear to the right of the check button. If all is OK, click on the Change button to complete the change. On a successful change, the user will be re-directed back to the `Family Overview Page <#family-overview-page.>`__ the new insuree will be displayed in the insuree Information Panel.
fr: Entrez le numéro d'assurance pour que l'assuré déménage. Cliquez sur le chèque pour confirmer que le numéro d'assurance est valide et qu'il s'agit bien de la personne attendue. Le nom apparaîtra à droite du bouton de vérification. Si tout est OK, cliquez sur le bouton Modifier pour terminer la modification. En cas de changement réussi, l'utilisateur sera redirigé vers la `Page de présentation de la famille <#family-overview-page.> page de présentation de la <#family-overview-page.>`__ le nouvel assuré sera affiché dans le panneau d'informations de l'assuré.

source: Deleting a Family/Group
fr: Suppression d'une famille / d'un groupe

source: Click on the Red Cross Sign button to delete the currently selected record\ .
fr: Cliquez sur le bouton Croix-Rouge pour supprimer l'enregistrement actuellement sélectionné \.

source: Before deleting a confirmation popup (:numref:`image125`) is displayed, which requires the user to confirm if the action should really be carried out? Deleting of a family requires deleting of all its dependants first.
fr: Avant de supprimer une fenêtre de confirmation (:numref:`image125`) s'affiche, ce qui oblige l'utilisateur à confirmer si l'action doit vraiment être effectuée? La suppression d'une famille nécessite d'abord la suppression de toutes ses personnes à charge.

source: `Delete confirmation- Button Panel`
fr: `Supprimer la confirmation - Panneau de boutons`

source: When a family is deleted, all records retaining to the deleted family will still be available by selecting historical records.
fr: Lorsqu'une famille est supprimée, tous les enregistrements conservant la famille supprimée seront toujours disponibles en sélectionnant les enregistrements historiques.
